{"title":{"en":" Study Abroad","cn":"出国留学"},"list":[{"en":"Are there any advantages to study in Europe?","cn":"在欧洲学习有什么优势吗?"},{"en":"Is this test hard?","cn":"这个考试难吗?"},{"en":"I want to study abroad. What should I do?","cn":"我想出国留学。我该怎么办?"},{"en":"Did you get the information about that school?","cn":"你得到那所学校的信息了吗?"},{"en":"Do international students need language level certificate?","cn":"国际学生需要语言水平证书吗?"},{"en":"How can I get into a strip?","cn":"我怎么才能进入脱衣舞?"},{"en":"How can I get into an Australian university?","cn":"我怎样才能进入澳大利亚的大学?"},{"en":"Do I have to take any tests?","cn":"我需要参加什么考试吗?"},{"en":"Can you suggest which country I should go?","cn":"你能建议我去哪个国家吗?"},{"en":"Why do you want to study in the USA?","cn":"你为什么想去美国学习?"},{"en":"Do you have any services for overseas students?","cn":"你们有针对留学生的服务吗?"},{"en":"Have you decided which university you are going to apply for?","cn":"你决定申请哪所大学了吗?"},{"en":"How many universities have you applied for?","cn":"你申请了几所大学?"},{"en":"I would recommend that you apply for a Harvard university.","cn":"我建议你申请哈佛大学。"},{"en":"Harvard university is competitive in business management.","cn":"哈佛大学在商业管理方面很有竞争力。"},{"en":"Princeton university is my first choice.","cn":"普林斯顿大学是我的第一选择。"},{"en":"My grades didn't reach the fractional line of Boston university.","cn":"我的成绩没有达到波士顿大学的分数线。"},{"en":"I believe I can achieve my dream at Columbia university.","cn":"我相信我能在哥伦比亚大学实现我的梦想。"},{"en":"What materials do you need for application?","cn":"申请需要什么材料?"},{"en":"You should pay the application fee before you apply for the school.","cn":"你应该在申请学校之前缴纳申请费。"},{"en":"I had to send my bank statement in support of my claim to the school.","cn":"我必须把我的银行对账单寄给学校，以证明我对学校的要求。"},{"en":"What about your tle?","cn":"你的名字怎么样?"},{"en":"I'm so lucky to pass the exam.","cn":"我很幸运通过了考试。"},{"en":"When will the result of the tele come out?","cn":"选举结果什么时候出来?"},{"en":"I got 105 in tle.","cn":"我得了105分。"},{"en":"If you want to apply for better universities, your score must be high.","cn":"如果你想申请更好的大学，你的分数必须高。"},{"en":"I plan to take the tle.","cn":"我打算拿这个头衔。"},{"en":"My tough score is not good, so what should I do?","cn":"我的高考成绩不好，我该怎么办?"},{"en":"Do all universities require the tle?","cn":"所有的大学都要求这个头衔吗?"},{"en":"I'm eating up the Co and tle.","cn":"我要把玉米饼吃光了。"},{"en":"I have been waiting for my university admission notice.","cn":"我一直在等我的大学录取通知书。"},{"en":"I have received Yale university's admission notice.","cn":"我已经收到了耶鲁大学的录取通知书。"},{"en":"Yale university has sent me an acceptance letter.","cn":"耶鲁大学给我寄来了录取通知书。"},{"en":"I have been in the ideal university.","cn":"我一直在理想的大学。"},{"en":"He did not wait for the long awaited university admission notice.","cn":"他没有等到期待已久的大学录取通知书。"},{"en":"Waiting for admission to the university is full of tension and expectation.","cn":"等待大学录取充满了紧张和期待。"},{"en":"I wish you could have passed the examination.","cn":"我希望你能通过考试。"},{"en":"I have been accepted e, at Columbia business school.","cn":"我被哥伦比亚大学商学院录取了。"},{"en":"I sent the good news to her family as soon as she got her letter of admission.","cn":"她一拿到录取通知书，我就把这个好消息通知了她的家人。"},{"en":"I just received the acceptance notification from the university I had applied for.","cn":"我刚刚收到我所申请的大学的录取通知。"},{"en":"I'm accepted by Yale university accidentally, which makes the whole family very excited.","cn":"我偶然被耶鲁大学录取了，这让全家人都很兴奋。"},{"en":"Do you think I can get a Visa?","cn":"你觉得我能办Visa卡吗?"},{"en":"Do you know how to apply for the student Visa?","cn":"你知道如何申请学生签证吗?"},{"en":"Have you ever been denied a Visa before?","cn":"你以前被拒签过吗?"},{"en":"How was your interview at the embassy yesterday?","cn":"你昨天在大使馆的面试怎么样?"},{"en":"Do I need a passport to study abroad?","cn":"出国留学需要护照吗?"},{"en":"I have an interview with the Visa officer tomorrow morning.","cn":"明天上午我要和签证官面谈。"},{"en":"I can help you prepare for the Visa interview if you want.","cn":"如果你需要，我可以帮你准备签证面试。"},{"en":"I'll try my best to answer.","cn":"我会尽力回答的。"},{"en":"I got the scholarship again.","cn":"我又拿到了奖学金。"},{"en":"Can you tell me something about your school scholarship system?","cn":"你能给我介绍一下你们学校的奖学金制度吗?"},{"en":"Have you got any scholarship during the period of school?","cn":"你在校期间获得过奖学金吗?"},{"en":"I just missed the opportunity to get the scholarship.","cn":"我刚刚错过了获得奖学金的机会。"},{"en":"This scholarship is very important to me.","cn":"这个奖学金对我来说很重要。"},{"en":"Congratulations to you for winning the scholarship again.","cn":"祝贺你再次获得奖学金。"},{"en":"Do you offer scholarships to international students?","cn":"你们向国际学生提供奖学金吗?"},{"en":"May I apply for full scholarship?","cn":"我可以申请全额奖学金吗?"},{"en":"This is my scholarship application form.","cn":"这是我的奖学金申请表。"},{"en":"Could you tell me the procedure of applying for a scholarship?","cn":"你能告诉我申请奖学金的程序吗?"},{"en":"Congratulations on graduating.","cn":"祝贺你毕业。"},{"en":"What a nice feeling to get my degree.","cn":"拿到学位的感觉真好。"},{"en":"Where can I get my gown and cap?","cn":"我在哪里可以拿到我的学位服和学位帽?"},{"en":"We throw our hats in the air.","cn":"我们把帽子抛向空中。"},{"en":"The graduation ceremony will be held tomorrow.","cn":"明天将举行毕业典礼。"},{"en":"I received a certificate.","cn":"我获得了证书。"},{"en":"I want to travel around the world after graduation.","cn":"毕业后我想环游世界。"},{"en":"Let's put our memories into the capsule.","cn":"让我们把回忆放进胶囊里。"},{"en":"This must be a proud day for you.","cn":"今天一定是你值得骄傲的一天。"},{"en":"Let's plan an after graduation trip.","cn":"让我们计划一次毕业后的旅行吧。"},{"en":"The commencement was held in the grand hall.","cn":"毕业典礼在大礼堂举行。"},{"en":"I'd like to invite you to attend our graduation ceremony.","cn":"我想邀请你来参加我们的毕业典礼。"},{"en":"When are you leaving for America?","cn":"你什么时候动身去美国?"},{"en":"If I were you, I would choose to study further and get a master's degree.","cn":"如果我是你，我会选择继续深造，拿到硕士学位。"},{"en":"I'll pursue further study.","cn":"我将继续深造。"},{"en":"I want to go abroad for further study.","cn":"我想出国深造。"},{"en":"To study abroad is my goal.","cn":"出国留学是我的目标。"},{"en":"After graduation from college, I hope to go for higher education overseas.","cn":"大学毕业后，我希望去国外接受高等教育。"},{"en":"Are you starting your doctorate?","cn":"你开始攻读博士学位了吗?"},{"en":"I'm going to Harvard university to do postgraduate work in medicine.","cn":"我要去哈佛大学读医学研究生。"},{"en":"Will you go for further study in the USA?","cn":"你会去美国深造吗?"},{"en":"I'm planning to do some further study abroad.","cn":"我打算出国深造。"}]}