{"title":" Accommodation In Hotels","list":["Do you have any rooms available for tonight?","Do you have a single room?","Do you have any rooms available?","How much is the room, please?","What kind of room would you like?","When do you need the room?","How many rooms would you like to book?","How many nights do you want to stay?","Do you want a single room or a double room?","How long do you intend to stay?","Are you with the company?","I'd like to book a room.","Let me check the booking system.","I will have to take some details from your passport.","I want a quiet room.","I'd like to book a room in your hotel.","I'd like to make a reservation for this weekend.","When did you book the room?","Do you have a reservation with us?","Could you fill out the registration, please?","Where can I check in?","Where do I sign?","How would you like to settle your Bill?","Do you mind moving three floors up?","Is hot water available anytime?","Please fill in this registration form.","Do you have a bigger room?","I'd like to check in.","I'm staying at least a week.","My friend booked a room for me.","This is your room.","Your baggage will be sent upstairs in a little while.","Have an enjoyable stay.","Can I rent a safety deposit box?","Would you like to deposit something?","Could you leave your suitcase at the bell captain's desk?","Can I deposit valuables here?","Would you please deposit your bag at our check room?","When does the cloakroom close?","I would like to rent a safety box.","I'd like to leave my luggage with you.","I would like to store my luggage.","Please take care of your valuables.","Please put your articles in this box and seal it.","I'm afraid we can't accept perishable goods.","There are safety deposit boxes at the front desk.","This is your claim. Check.","You can leave baggage without the help of a clerk.","When would you like me to clean the room?","May I do your room now?","Can I make your bed now?","May I do the turn down service for you now?","Would you like me to tidy up your room now?","Housekeeping, may I come in?","Could you tidy up the bathroom?","Could you come back in two hours?","I will make up your room.","Please bring us a bottle of boiled water.","Your room is clean now.","You can do it now if you like.","Have you got any laundry?","Do you have laundry service?","Is this for washing?","Would you send these clothes to the laundry?","Is laundry service available?","How much is laundry service?","Would you please fill in the laundry slip?","Where can I have my laundry back?","What if there is any laundry damage?","The laundryman is here to collect clothes.","I'm afraid it's too late for today's laundry.","We have laundry service in the hotel.","I like dry, clean the dress.","Is this the maintenance department?","What's the trouble?","Could you replace it with a new one?","I'm sorry, may I have a look at it?","The heater is not working.","The TV in my room doesn't work.","We'll send someone to repair it immediately.","Please wait just a few minutes.","There's something wrong with the air conditioner.","It's working now.","I'll send someone right up to have a check.","I'll send someone up to help you.","The light burned out in the bathroom.","Any messages for me?","Do I have any messages?","May I take your message? He is not here.","You have a message note here.","We will inform him when he comes back.","I'm afraid we can only take simple messages.","A lady left a message for you while you were out.","Could you read it for me?","There was a phone call for you while you were out.","You had an urgent phone message about half an hour ago.","What kind of morning call would you like to have?","When would you like me to call you?","Is that the wake up service?","I wonder if you have the morning call service?","When do you wish to wake up?","How can I get a wake up call?","At what time shall we call you?","By phone or by knocking at the door.","Please wake me up tomorrow morning.","Morning will be out very early.","Please wake me up at six am.","A wake up call at seven tomorrow morning, please.","We will call you up by phone.","The pillow cases are stained.","The bathtub is not clean.","There was no toilet paper in the bathroom.","Can you change the room for me? It's too noisy.","I will look into the matter.","I will look into the matter.","I will get you another one.","This Bill is wrong.","There was something wrong with the desk lamp.","The light in this room is too dim.","I'm not very pleased with my room.","The next door is too noisy.","The toilet doesn't work.","There is no hot water.","Can I settle my Bill now?","Do you accept traveler's checks?","How do you like to pay your Bill?","What is your way of payment, please?","I'm ready to check out.","Please show me the charges.","Please show me all the bills I signed.","Here is your receipt.","There is a cover charge.","I didn't make any phone call.","Service fee is phone included.","Please take my luggage downstairs."]}