{"title":" banking","list":["Where is the automatic teller machine?","The ATM kept my card.","The ATM didn't give me my card back.","Can I deposit my money through the ATM?","Where the ATM?","I want to use the ATM to withdraw some money.","Enter your pin number.","Enter the amount of money you need.","Insert your card into the slot on the ATM.","Slide your card on the ATM.","How do we open a savings account?","I'd like to open a current account.","I'd like to open a one year time deposit account.","Can you help open a checking account for me?","Can I use traveler's checks to open the account?","Do you have a current account for interbank deposit and withdrawal passbook?","I do not know what account it should be.","I would like to open an account.","I'd like to open a savings account.","What kind of account did you want to open?","Do you like to open a current account?","There's a service charge for the checking account, but no charge for the savings.","I think I'd like a deposit account.","Please tell me the procedure of opening a savings account.","Here is your bank book.","How much money do you want to deposit?","How much will you save every month?","I want to make a deposit at your bank.","Would you like fixed deposit or current deposit?","I want to put some money into my account.","I'd like to deposit some money.","Would you please fill in the depositing form?","The money has been deposited in.","How much do you pay?","How much do you wish to pay into your account?","Please tell me how would you?","Please tell me how you would like to deposit your money.","Ten Yuan is the minimum original deposit.","A deposit or current account.","I want to withdraw some money from my peony card.","Please fill out a withdrawal slip.","I'd like to withdraw some money from my passbook.","I'd like to make a withdrawal.","Could you tell me my balance?","May I draw money against the letter of credit here?","Your balance at the bank is 500 Yuan.","Your deposit is exhausted.","Your letter of credit is used up.","The letter of credit is exhausted.","Please tell me how you wish to withdraw your money.","Please fill in the remittance slip.","This is your remittance slip.","This is your remittance receipt.","This is your remittance receipt.","Can you send it?","Can you send it there in a quicker way?","When can you remit me the money?","Have you received the remittance?","I'd like to buy a bank draft.","I suggest that you remit the money by telegraphic.","I suggest that you remit the money by telegraphic.","I suggest that you remit the money by telegraphic.","How long does it take to arrive in Beijing?","Do you have an account with us?","Your remittance hasn't reached us yet.","I'd like to apply for a loan.","I'd like to apply for a mortgage.","I'd like to apply for a home equity loan.","Please explain an a.","Please explain in arm.","Do you provide balloon loans?","How much is the down payment?","You need a guarantor for your loan.","My loan was approved.","I took out a loan from the bank.","The bank loaned me some money."]}