{"title":" Business Intercourse","list":["We're willing to keep our business relationship.","I'm sure our business dealings will develop quickly and productively.","We have been doing business with your sister companies in the past few years.","We are preparing to transact business only on these terms.","We hope to expand our business with you.","During the past years, we have done a lot of trade with your company.","We would be very happy to start business relations with you.","We've been in this business for eighty years.","We desire you to give us an immediate reply.","This is our new product.","Our products are prime quality.","Our new product is elegant and practical.","This type of our product is very popular in domestic market.","We have a wide selection of this product.","This kind of product is attractive and durable.","We have won Praise from customers.","Our products have won a high admiration and are widely trusted at home and abroad.","Quality is first and consumers are the most important.","What's the unit price for this kind of items?","How long does your offer remain valid?","Other suppliers are offering a much better price.","I hope you could offer us your best price.","Enquiries for carpets are getting more numerous.","We cannot take care of your inquiry at the moment.","We can take care of your enquiry at the present.","As soon as the price picks up, enquiries will revive.","Our price is competitive enough to induce business.","We have received substantial inquiries for bicycles.","Here's my inquiry list.","We can offer you a quotation based upon the international market.","We can't hold the offer any longer.","We are pleased to quote you for the goods as follows.","My offer was based on reasonable profit, not on wild speculations.","I'm waiting for your offer.","Here is our latest c price.","The prices of the commodities will change with seasons.","We'll let you have the official letter next monday.","We have the offer ready for you.","It's necessary to check the contract closely before you signing.","We signed a contract of wheat.","Whether we always make a contract for every deal.","The contract will come into force when it is signed by both parties.","You should draw up a contract.","What the term of this contract?","Would you mind if we make a three year contract?","We can get the contract finalized now.","What clause do you require in the contract?","This is our contract.","Have you got any questions in regards to the contract?","We should include an arbitration clause in the contract.","My advice would be not to sign the contract.","Will you accept special order?","What's the minimum quantity of the order for your goods?","When would you be able to ship it?","How many do you intend to order?","We'll order 2000 suits.","I hope this order is followed by many other orders.","We'll send our official order today.","Do you usually buy in large quantities?","Can you accept this order?","Thank you for your order.","We are inclined to place large orders with you.","Could you adopt da or dp?","Can you make a concession on the terms of the payment?","We would adopt the terms of payment by instalment for present purchase.","Please tell me your payment terms.","Will you intend to use letter of credit as the term of payment?","What mode of payment do you want to employ?","Our customers demand the credit amount to be paid at sight.","What about the outer packing?","How are you going to pack?","Generally speaking, buyers bear the charges of packing.","Buyers always pay great attention to packing.","We usually use airtight plastic bags for packing.","I want the most economical packing.","How much will the new packing add to the cost price?","It is necessary to improve the packaging.","Packing also affects the reputation of our products.","Packing is closely connected to sales.","Can you effect shipments of the order in july?","How long will the delivery take from here to Australia by sea freight?","We ship most of our oil in bulk.","I hope that the goods shall be shipped promptly after you get or LLC.","An early reply from you will help us to speed up shipment.","When is the earliest possible day you can ship the goods?","Could you manage to hasten the delivery?","The goods are ready for shipment.","Excuse me, what is the earliest shipment you can make?","We've had a lot of trouble in the past with damaged goods.","The insurance was supposed to be included in the quotation.","What is the insurance premium?","Are there any other clauses in Marine policies?","The risk of breakage is covered by Marine insurance, isn't it?","Please fill in the application form.","What kind of insurance are you able to provide for my consignment?","What insurance will you take?","Which company do you insure with?","What types of insurance do you accept?","Is it possible to effect shipment during july?","Could you possibly affect the shipment more promptly?","I'm sorry we can't advance the time of shipment.","We got a damaged shipment from you.","How bad was the damage?","Can you give me the time of delivery?","Please make sure you can deliver the goods on time.","What's your last word as to the date?","When could you make a delivery?","We don't sacrifice quality for quick profits.","Could we check these samples?","The quality of the products we ordered is in accordance with the catalog.","The order this time doesn't work out too well.","The goods are available in different qualities.","The quality is all right.","We sincerely hope the quality is in conformity with the contract stipulations.","Our quality is based solely on our sales samples.","I'm not satisfied with the quality of these goods at all.","The goods supplied by you are below the quality we required.","You should take steps to avoid the inferior quality for the goods.","Please make sure there are no more mistakes.","You should be responsible for all the losses resulting from the delayed shipment.","We wish you can make the disposal of our claims as soon as possible.","Can you do anything about the goods ship mistakenly?","We make a claim for the loss we have sustained.","We have to put in a claim against you for all the losses sustained.","We find each case shows a shortage in quantity.","We'll look into it right away for you.","How bad was the damage?","Did you note the damage on the Bill of lading?","The warranty period is one year.","Is it possible to extend the period of warranty?","You can refund it with one week.","All repairs are free within the warranty periods.","We'll send a person to repair it immediately.","Can you show me your receipt and let me check it?","We need feedback from our customers.","What kind of after sale services does your company provide?"]}