{"title":{"en":" Business Meeting","cn":"商务会议"},"list":[{"en":"Should I write down every word that everyone says?","cn":"我应该把每个人说的每句话都记下来吗?","id":1},{"en":"Would you please check on the availability of the conference room for that day?","cn":"你能帮我查一下那天的会议室是否有空吗?","id":2},{"en":"I am trying to arrange a meeting for this week.","cn":"我想在本周安排一次会议。","id":3},{"en":"Is the room ready for the conference?","cn":"会议室准备好了吗?","id":4},{"en":"Let's set the meeting up at eight o'clock on monday morning.","cn":"我们把会议定在星期一早上八点。","id":5},{"en":"How about the microphone and speakers?","cn":"麦克风和扬声器准备好了吗?","id":6},{"en":"I want to know if everything is going well for tomorrow's meeting.","cn":"我想知道明天的会议是否一切顺利。","id":7},{"en":"You get the computer and projector ready.","cn":"你准备好电脑和投影仪。","id":8},{"en":"I hope that you prepare a short speech for the meeting.","cn":"我希望你为会议准备一个简短的发言。","id":9},{"en":"Did you inform her of the meeting time?","cn":"你通知她会议时间了吗?","id":10},{"en":"Could you please call and remind the attendees?","cn":"你能打电话提醒一下与会者吗?","id":11},{"en":"I will send meeting notice to the different departments.","cn":"我会把会议通知发给各个部门。","id":12},{"en":"Please draft a notice for the meeting.","cn":"请起草一份会议通知。","id":13},{"en":"Please inform them about the meeting location.","cn":"请通知他们会议地点。","id":14},{"en":"Let's write a notice of the meeting for next monday.","cn":"咱们写一份下周一开会的通知吧。","id":15},{"en":"Please notify the relevant section chiefs.","cn":"请通知有关科长。","id":16},{"en":"We are used to phone or email notification.","cn":"我们习惯于电话或电子邮件通知。","id":17},{"en":"The meeting in the afternoon will be held in the conference room.","cn":"下午的会议将在会议室举行。","id":18},{"en":"All the members received duplicated notices of the meeting.","cn":"所有成员都收到了重复的会议通知。","id":19},{"en":"I've got the notice of the meeting already.","cn":"我已经收到开会通知了。","id":20},{"en":"Why were you absent this afternoon?","cn":"你今天下午为什么缺席?","id":21},{"en":"Could you tell me the reason why you were absent from the meeting?","cn":"你能告诉我你缺席会议的原因吗?","id":22},{"en":"You killed further discussion with your absence.","cn":"你的缺席扼杀了进一步的讨论。","id":23},{"en":"You get demerits if you Miss a meeting.","cn":"如果你缺席会议，你会被记过的。","id":24},{"en":"We will hold a meeting this afternoon. Please attend it on time.","cn":"今天下午我们要开会。请准时参加。","id":25},{"en":"All of us were guessing why our manager was absent from this important meeting.","cn":"我们大家都在猜测经理为什么缺席这个重要的会议。","id":26},{"en":"The committee demands that no member would be absent.","cn":"委员会要求委员不得缺席。","id":27},{"en":"No one believes the reason that he gave us about his absence at the meeting.","cn":"没有人相信他给我们的缺席会议的理由。","id":28},{"en":"The people absent must make up for the meeting.","cn":"缺席的人必须补上会议。","id":29},{"en":"The meeting had to be put off due to his absence.","cn":"由于他缺席，会议不得不推迟。","id":30},{"en":"He is always absent from the meeting.","cn":"他总是缺席会议。","id":31},{"en":"Anyone who absence from the meeting will be fined.","cn":"任何缺席会议的人都将被罚款。","id":32},{"en":"He is always looking for excuses to be absent from the meeting.","cn":"他总是找借口不出席会议。","id":33},{"en":"He comes to meetings on time, every time.","cn":"他每次都准时参加会议。","id":34},{"en":"Some staff are absent today.","cn":"今天有些员工缺席。","id":35},{"en":"He absented himself from a meeting yesterday.","cn":"他昨天缺席了一个会议。","id":36},{"en":"He is conspicuously not present at the meeting.","cn":"他显然没有出席会议。","id":37},{"en":"His absence puts off the meeting.","cn":"他的缺席推迟了会议。","id":38},{"en":"Would you like to sit in on the meeting?","cn":"你想旁听会议吗?","id":39},{"en":"May I sit in on it?","cn":"我可以旁听吗?","id":40},{"en":"Do you mind if I sit in on the meeting?","cn":"你介意我旁听会议吗?","id":41},{"en":"How long did you sit in on the meeting?","cn":"你旁听了多长时间的会议?","id":42},{"en":"What do you learn by sitting in on the meeting?","cn":"你从旁听会议中学到了什么?","id":43},{"en":"Please invite all our clients to the conference next week.","cn":"请邀请我们所有的客户参加下周的会议。","id":44},{"en":"Please print out the meeting agenda for me to look over.","cn":"请把会议议程打印出来给我看一下。","id":45},{"en":"Please print out the meeting agenda for me to look over.","cn":"请把会议议程打印出来给我看一下。","id":46},{"en":"At every meeting, the Chairman will sit in on the meeting.","cn":"每次会议，主席都要列席会议。","id":47},{"en":"He also gave some useful advices when he was sitting in on the meeting.","cn":"他在旁听会议时也提了一些有益的建议。","id":48},{"en":"The manager agrees his requirements of sitting in on the meeting.","cn":"经理同意了他列席会议的要求。","id":49},{"en":"I will be observing today.","cn":"今天由我来观察。","id":50},{"en":"Who is responsible for writing the meeting minutes?","cn":"谁负责写会议记录?","id":51},{"en":"Could you please give everyone a copy of the meeting minutes?","cn":"你能给每个人发一份会议记录吗?","id":52},{"en":"Could you make the minutes in both Chinese and English?","cn":"你能用中文和英文做会议记录吗?","id":53},{"en":"Will you take minutes at the meeting in the afternoon?","cn":"请你在下午的会议上做记录好吗?","id":54},{"en":"To make a record of the meeting is very important.","cn":"把会议记录下来是很重要的。","id":55},{"en":"Let's review the minutes from last meeting.","cn":"让我们回顾一下上次会议的记录。","id":56},{"en":"I have read through the minutes of the last meeting.","cn":"我已经通读了上次会议的记录。","id":57},{"en":"You should appoint a secretary to take meeting notes.","cn":"你应该指派一名秘书做会议记录。","id":58},{"en":"I have to take minutes of every meeting.","cn":"每次会议我都要做记录。","id":59},{"en":"You must learn how to take minutes.","cn":"你必须学会如何做会议记录。","id":60},{"en":"Let's go to the next topic.","cn":"让我们进入下一个话题。","id":61},{"en":"We will now proceed to the panel discussion.","cn":"我们现在开始小组讨论。","id":62},{"en":"Does anyone have anything to add?","cn":"有人要补充什么吗?","id":63},{"en":"I hope that everyone participates in today's discussion.","cn":"我希望大家都参加今天的讨论。","id":64},{"en":"I would like to get everyone's opinion on the issue.","cn":"我想听听大家对这个问题的看法。","id":65},{"en":"Now let's come to the final issue.","cn":"现在我们来看最后一个问题。","id":66},{"en":"Let me deal with the differences first.","cn":"让我先处理一下差异。","id":67},{"en":"May we have your opinion?","cn":"能听听你的意见吗?","id":68},{"en":"I'm afraid I can't agree with you.","cn":"恐怕我不能同意你的看法。","id":69},{"en":"Do we have a meeting agenda?","cn":"我们有会议议程吗?","id":70},{"en":"Is there a meeting agenda?","cn":"有会议议程吗?","id":71},{"en":"Let's discuss the meeting agenda in detail first.","cn":"我们先详细讨论一下会议议程吧。","id":72},{"en":"Do you think it necessary to add this item to the agenda?","cn":"你认为有必要把这个项目列入议程吗?","id":73},{"en":"I will send the meeting agenda for your reference.","cn":"我会把会议议程发给你参考。","id":74},{"en":"Let's go through the agenda quickly.","cn":"让我们快速浏览一下议程。","id":75},{"en":"Let's proceed to the next item on the agenda.","cn":"让我们进行议程上的下一项。","id":76},{"en":"If there is no objection, the agenda is adopted.","cn":"如果没有人反对，就通过议程。","id":77},{"en":"There are some changes in the meeting agenda, so I have to redo this.","cn":"会议议程有些变动，所以我得重做一遍。","id":78},{"en":"The next step will be to draw up a meeting agenda.","cn":"下一步将是拟定会议议程。","id":79},{"en":"The meeting agenda should be clear.","cn":"会议议程应该明确。","id":80},{"en":"There are altogether three items on the agenda.","cn":"议程上总共有三个项目。","id":81},{"en":"Issues to be discussed on the agenda include five aspects.","cn":"本次会议拟讨论的议题包括五个方面。","id":82},{"en":"Are there any other issues that we need to discuss today?","cn":"我们今天还有其他问题需要讨论吗?","id":83},{"en":"Can you recap the meeting briefly?","cn":"你能简单回顾一下会议吗?","id":84},{"en":"When will we have the next meeting?","cn":"我们下次会议什么时候开?","id":85},{"en":"Did we Miss anything on the agenda?","cn":"我们有错过什么吗?","id":86},{"en":"We have to finish today's discussion now.","cn":"我们现在得结束今天的讨论了。","id":87},{"en":"Let's discuss it in more detail tomorrow.","cn":"我们明天再详细讨论吧。","id":88},{"en":"Before we close, let me summarize the main point.","cn":"在我们结束之前，让我总结一下要点。","id":89},{"en":"If nobody wants to add anything, we can draw the meeting to a close.","cn":"如果没有人想补充什么，会议就到此结束。","id":90},{"en":"All scheduled programs have been completed.","cn":"所有预定的节目都已完成。","id":91},{"en":"Thank you for your participation.","cn":"谢谢你的参与。","id":92},{"en":"If there is nothing else, the meeting is finished.","cn":"如果没有别的，会议就结束了。","id":93},{"en":"Please give further attention to the topics we have discussed today.","cn":"请进一步注意我们今天讨论的话题。","id":94},{"en":"I would like to end this meeting now.","cn":"我想现在结束这次会议。","id":95},{"en":"Let's call it a day, shall we?","cn":"今天就到此为止吧，好吗?","id":96},{"en":"What's the reason of canceling the meeting?","cn":"取消会议的原因是什么?","id":97},{"en":"Why not cancel the meeting?","cn":"为什么不取消会议呢?","id":98},{"en":"We could put off the meeting or cancel it.","cn":"我们可以推迟或取消会议。","id":99},{"en":"I prefer to call off the meeting on account of boss's absence.","cn":"因为老板不在，我宁愿取消会议。","id":100},{"en":"They would be very reluctant to postpone or cancel the meeting.","cn":"他们很不愿意推迟或取消会议。","id":101},{"en":"We had to put the meeting off since so many people were absent.","cn":"由于这么多人缺席，我们不得不推迟会议。","id":102},{"en":"Our boss called to cancel the meeting.","cn":"我们老板打电话来取消会议。","id":103},{"en":"We will have to cancel the meeting.","cn":"我们将不得不取消会议。","id":104},{"en":"Please inform to cancel the meeting and send everyone a report.","cn":"请通知取消会议，并给每个人发一份报告。","id":105},{"en":"They told me that the meeting had been cancelled.","cn":"他们告诉我会议取消了。","id":106},{"en":"My suggestion is to cancel the meeting.","cn":"我的建议是取消会议。","id":107},{"en":"How long will it take to finish the preparation work?","cn":"准备工作要多长时间才能完成?","id":108},{"en":"Are there any show regulations?","cn":"有表演规定吗?","id":109},{"en":"Should we wear our badges at all times?","cn":"我们应该一直带着警徽吗?","id":110},{"en":"Have you prepared the guidebook?","cn":"你准备好旅游指南了吗?","id":111},{"en":"Can we set up the stand now?","cn":"我们现在可以摆好展台了吗?","id":112},{"en":"What do you think of our booth?","cn":"你觉得我们的摊位怎么样?","id":113},{"en":"Is there any possibility that we could have a spot in the front somewhere?","cn":"有没有可能让我们在前面找个位置?","id":114},{"en":"Please paste up these posters on the walls in the surrounding hallways.","cn":"请把这些海报贴在周围走廊的墙上。","id":115},{"en":"All exhibits should be ready by the opening hour of the exhibition.","cn":"所有展品必须在展览开始前准备好。","id":116},{"en":"Do you think it would be better to move the signboard a little more to the right?","cn":"你觉得把招牌再往右挪一点会不会好一点?","id":117},{"en":"I'm sure we can arrange it before then.","cn":"我相信我们可以在那之前安排好。","id":118},{"en":"We have to order a glass display counter.","cn":"我们得订一个玻璃展示台。","id":119},{"en":"What are their unique functions?","cn":"它们的独特功能是什么?","id":120},{"en":"This is our newest invention.","cn":"这是我们的最新发明。","id":121},{"en":"This product is the result of our latest technology.","cn":"这种产品是我们最新技术的成果。","id":122},{"en":"This new product is popular in European market.","cn":"这种新产品在欧洲市场很受欢迎。","id":123},{"en":"I'm really glad to introduce our new product.","cn":"我很高兴向大家介绍我们的新产品。","id":124},{"en":"Our product is sure to win out over all those of our competitors.","cn":"我们的产品一定会胜过所有竞争对手的产品。","id":125},{"en":"This is a new product in our market.","cn":"这是我们市场上的新产品。","id":126},{"en":"This is a revolutionary new product.","cn":"这是一种革命性的新产品。","id":127},{"en":"Let me demonstrate how it is used.","cn":"让我演示一下它是如何使用的。","id":128},{"en":"What would be our projected sale for the next year?","cn":"我们明年的预计销售额是多少?","id":129},{"en":"What would be our profit margin for next year?","cn":"我们明年的利润率是多少?","id":130},{"en":"Let's set up our sales target for next month now.","cn":"让我们现在制定下个月的销售目标。","id":131},{"en":"We will trouble the sale this year.","cn":"今年我们将努力销售。","id":132},{"en":"Let's make a marketing plan together with yearly forecasts of volume with pricing.","cn":"让我们制定一个营销计划，以及年度数量和价格预测。","id":133},{"en":"These figures here represent our expected marketing our objectives.","cn":"这些数字代表了我们预期的销售目标。","id":134},{"en":"The sales target seems a long way off at the moment.","cn":"目前看来，实现销售目标还很遥远。","id":135},{"en":"Our sales reach the target and the customer reaction is good.","cn":"我们的销售达到了目标，顾客的反应很好。","id":136},{"en":"Reaching our sales goals this quarter is a long shot.","cn":"要达到本季度的销售目标是不太可能的。","id":137}]}