{"title":" Business Trip","list":["I'd like to make a reservation to Boston next week.","When do you want to fly?","Let me check whether they.","Let me check whether there are seats available.","I'm sorry, we are all booked up for this flight.","Shall I book you a seat?","Two return tickets to new York, please.","What time?","I want the tourist class.","May I have your name and flight number, please?","How long will the journey take?","Have you got over the jet lag?","Have you experienced the time difference?","Are you still feeling jet lag? Do you know what time it is?","Do you know what time is it in London?","What is the time difference between Beijing and los Angeles?","It's midnight in Beijing.","It's the time difference.","What is the local time in new York?","It's midnight in Beijing.","It's the time difference.","What is the local time in new York?","Do you feel uncomfortable when you go through the time difference?","I always have trouble with jet lag.","Don't forget to make a time conversion.","You should be careful of the change in time zone.","It is seven hours before Beijing.","Set your watch forward three hours.","You should bore twenty minutes before the departure.","When will the flight leave?","Will the plane take off on time?","How long will the flight be delayed?","Could you show me where the information desk is?","When should I check in?","Show me your boarding card, please.","Boarding time has been delayed three hours.","The plane has been delayed for one day.","Where can I put my bag?","Please fasten your seat belts.","I'm sorry, this is non smoking area.","I can change you to the smoking seat.","Where is the washing room?","Can I put my suitcase on the shelf?","Would you like some juice?","What kinds of drink do you serve?","There is something wrong with my seat.","Could you tell me which button controls the chair?","Would you show me how to turn on the radio?","How can I recline the seat?","You can't use the washing room until the plane has taken off.","I feel a little sick. Can I have some medicine?","I'm here to meet the purchasing manager.","She would return in a minute.","I'm the purchasing agent here.","I'd like to give you one of our new catalogs.","Do you mind if I take a visit to your factory?","Can you wait here for a while?","Can you show me your latest produced?","Have you made an appointment with our manager?","Appreciate your time and see you next time.","May I call on you today?","Can I see someone in charge?","Could I take a visit to your factory?","It's a pleasure to have you here.","It's very kind of you to invite me.","Allow me to do.","Allow me to introduce them to you.","Let's be seated.","We hope you'll be able to attend a dinner party for you.","Please help yourself.","Hope you enjoy yourself.","Toast to your health and success in business.","Whatever you like.","Please excuse me for a minute.","Please have a seat.","We're happy to host this dinner party in honor of you.","May I look around the factory first?","How large does this factory cover?","We look forward to our tour of your plant.","It was very kind of you to give me a tour of the plant.","Let me give you this list of departments first.","What's your impression of our factory?","Here is the delivery area.","I can show you around the main departments.","Here is the production shop.","How large is the plant?","Is the production line fully automated?","Please put on the helmet.","What the monthly output?","What line of business are you in?","How do you feel like the quality of your?","How do you feel like the quality of our products?","What do you think of the payment terms?","I've heard a lot about you.","This is the price list, but it serves as a guideline only.","Is there anything you are particularly interested in?","Here are the samples of packing available now.","It's going to be the proud of our company.","It's very nice to meet you.","Keep in touch.","Thank you for coming.","What about the price?","We are satisfied with the quality of your samples.","How do you feel about the opening ceremony?","We would like to invite you to the new opening ceremony of our new branch.","When will the opening ceremony start?","The opening scene is very alive today.","I'm glad you invite me to attend the opening ceremony.","I can see the opening ceremony.","All the leaders have arrived at the opening ceremony and cut the ribbon.","The people who attend the opening ceremony are more than I expected.","It is disappointing that you can't come to the celebration.","There were people beyond number at the celebration.","We should not produce it without an overall market research.","We'll have a market research this month.","Can you help to do market research?","We have to run the market test for one month.","When will the market test begin?","I'm here today to present my research.","Can you tell me how to make a questionnaire?","She'll give us a report on the results of the research tomorrow.","Do you think this product is more competitive in the international market?"]}