{"title":" Business Negotiation","list":["Who do you mainly trade with?","Can we do a barter trade?","We agree to do processing trade with you.","We have new methods like compensation, trade and joint venture.","We wonder whether you do counter trade.","Can we consider the possibility of undertaking compensation trade?","I agree to use the products to offset the value of our equipment and technology.","We have an idea of doing business with you on the basis of compensation trade.","Let me have a look at the investment plan.","How much is the registered capital of the venture?","How many years will it take to pay back the investment?","How to value the non cash investment?","How much would you contribute?","How about the total investment generally proportion?","We are thinking of participating with you in a joint venture.","I think a joint venture would be beneficial to both of us.","How long will the joint venture last?","Do we have to invest in cash only?","We are not prepared to change the price.","Your limit is too high to permit business.","This is the lowest price.","Let's get down to business, shall we?","Are these prices wholesale or retail?","Are these prices wholesale or retail?","The price you quoted is a little stiff or exporting.","It's not possible for us to make any sales at this price.","How do you think of this price?","A low price means larger sales.","How large is the commission for this deal?","What about the commission?","The commission you give is too little.","How much commission will you give?","Commission is allowed to agents only.","Actually, we don't give any commission in general.","We can't agree to increase the rate of commission.","A higher commission means a higher price.","A 5% commission is the maximum.","We are very much concerned about the question of commission.","How large is your discount?","What percent is our discount that we can get?","Could you give us a special discount?","There is a 5% discount if you order in volume.","We are prepared to increase the discount.","Usually we give a 3% discount.","How much discount would you like to give?","How much discount would you like to give?","How much discount do you expect?","A 10% discount is the maximum.","Can you offer a quantity discount?","What's your plan for promoting our products?","We won't consider agency in your market at present.","We have to decline your proposal of acting as our sole agency.","We should be interested in acting as your sole agent.","When do you expect to sign the agency agreement?","The agency agreement has been drawn up for the period of one year.","We wonder whether we may conclude a long term agency contract with you.","We're glad to offer you a sole agency.","Would you consider our proposal to act as your sole agent?","Let's compromise.","Could you make a small concession?","We may consider making some concession in our price.","Let's compromise with each other over prices and delivery schedules.","I suggest that we meet each other halfway.","We are prepared to make a concession over the terms of payment.","Our party has backed down a lot.","Can't you give an inch?","I do hope you'll give an inch.","Are you negotiable?","We can meet each other half way.","What kind of guarantee are you going to provide for us?","Should we pay earnest money?","Where do we submit the tender?","When will you start to bid?","Can you introduce more about the conditions for the invitation?","This time will tender publicly.","We'll do our best to win this bidding.","We have gotten the bid ready.","We agree to abide by the conditions of tender specified above.","Did you hear the tender notice?","Do you know the closing date of the tender?","Do you have any comment on this clause?","Why do you think this is such a controversial idea?","That admits of no dispute.","This is a matter of some dispute.","Shall we discuss the arbitration clause now?","Can you arbitrate without having made?","Can you arbitrate without having mediation?","Where do you want to have arbitration held?","We would like to submit this claim to arbitration.","We should include an arbitration clause in the contract.","We should resort to arbitration.","The arbitration is against them.","You have been awarded your damages by the court.","The arbitration fees shall be for the account of the losing party.","Someone must arbitrate between them.","They agreed to arbitrate their dispute.","You should add a clause regarding arbitration of differences.","I'd like to have the trademark of my new product registered.","What should I prepare for the registration?","How long will the registered trademark remain valid?","You can contact the trademark office.","You must notice that trademark is limited by region.","The trademark is all inseparable part of the commodity.","Every brand name and trademark has a separate patent.","Is this patented?","I'm working on the application for patent.","Have you patented this design?","Does this have a patent?","The patent is pending.","Are you going to patent these ideas?","It will lose patent protection in 2014."]}