{"title":" Cities for Travel","list":["How do you like Beijing?","Do you like Beijing?","You have to taste Beijing roast duck.","We'll go to the Great Wall if you'd like to.","We went to the summer palace and took some pictures.","When do you want to visit the Great Wall?","Let's go visit the Great Wall.","The palace museum is the imperial palace of ancient Chinese emperors.","They're going to visit the palace museum tomorrow and I'd like to join them.","National palace museum is both a gallery and a museum.","Do you know inner London and outer London?","We'll have a quick look at buckingham palace.","Buckingham palace is one of Britain s greatest national treasures and is definitely worth a visit.","Buckingham palace is the official residence of queen Elizabeth I.","London is the city of fog.","Elizabeth tower has rarely gone wrong.","I particularly want to visit the British museum and tower of London.","We were approaching trafalgar square.","Have you ever heard big Ben?","I'd like to visit the famous spots in Paris.","Paris is the capital and largest city of France.","The sign plays important role in the no.","The sign plays important role in the Renaissance and development of Paris.","The sign plays important role in the nissance and development of Paris.","It was my first visit to Paris.","The allure and charm of Paris captivate all who visit there.","I love Paris.","How about going to Paris during the summer vacation?","Paris is a pearl of the continent.","The versailles is in the suburbs of Paris.","Have you ever visited eiffel tower?","What is Venice famous for?","Have you visited Venice?","It's easy to lose your way in Venice.","Boat is the only transportation in Venice.","You'd better go to the tro lafenice in Venice.","Venice is the city of water.","Venice is a fascinating city between sea and sky.","Venice is the queen of the adriatic.","PLA san Marco is the top attraction.","Vienna is a city of music.","Vienna abounds in historical relics.","Vienna abounds in historical relics.","Do you like Vienna classical music?","The Austrian composer schubert was born in Vienna.","You will enjoy the well known music of Vienna.","Vienna is all about music.","We did the sights of Vienna last week.","Every summer we surf on the beach of Hawaii.","Many races are mixed in Hawaii.","Honolulu is the capital of Hawaii.","Honolulu is well known as a popular vacation destination.","We will visit macadamia nuts farm, rainbow falls and an orchid garden in the afternoon.","Hawaii is in the Pacific ocean.","Coral is a special product of Hawaii.","One wonderful thing about the beaches of Hawaii is the water temperature.","Hula is a popular dance in Hawaii.","You can try dancing the hula and taking part in an authentic lua.","Did you enjoy yourself in new York?","How do you like new York?","We want to see the statue of liberty.","New York is really a nice place.","New York is America s largest city.","New York is a world class metropolis.","New York is the capital of new York states.","I suggest you go to the Jewish museum.","Chinatown is located in the city of new York, and you can visit it.","Wall street is not far from the Broadway and fifth avenue.","How many days will you stay in Sydney?","Could you tell me what to see in Sydney?","We stopped at Sydney at last.","I am leaving for Sydney in a few days time.","Sydney opera house is so magnificent.","Sydney opera house is a cultural symbol of Sydney.","Sydney attracts visitors with its natural beauty.","I have been thinking of visiting Sydney opera house.","Can Sydney opera house hold 3000 people?","You'd better arrange a trip to sign.","You better arrange a trip to Sydney aquarium.","Sydney is surrounded by seawater."]}