{"title":" Communacation in the Workplace","list":["I wish you'll help me in work.","I'm very glad that you can join us.","I'm a newcomer.","I'll show you your private office.","I'm very happy to be going to be working together.","If there is anything I can do to help, just let me know.","Let me introduce myself.","Could you introduce me to the others?","How do you train new employees?","Have you received the job training?","How long will the training last?","Have you got any special training in programming before?","What kind of training have you received before you come here?","What is the specific task to me?","If you meet any trouble, just go ahead to ask me.","All the newcomers will receive an on the job training.","You'll be assigned to the sales department.","I'll be training you today.","We have a two week training program.","Can you cover for me on wednesday?","Will you cover for me?","How do you feel about working overtime?","Who was covering for you?","I'll cover for you, but you have to substitute for me tomorrow.","Are you working late tonight?","I don't like to work day and night.","I need you to stay and work with me.","Could you work late this evening?","I've been working overtime recently.","I hope you will have a good time here.","I'm very pleased to be here.","Shall I book a room for you?","Anybody picks you up at the airport?","How will I recognize you?","I'm looking for Mr green from the United States.","I'm appointed as your accompaniment during your stay in Shanghai.","Did you have a pleasant trip?","Did you sleep well last night?","Can you help me type the contract?","You have helped me a lot today.","Can you help me to sign this document?","Can you do me a favor to operate this typewriter?","Could you give me a hand to send an email?","Could you help me to ask for a leave?","Appreciate your time.","I will treat you a meal for your help in my work.","They're really running you into the ground.","I don't understand wonder why the manager is so hard on me.","I'm really Fed up with Mike.","He's the biggest airhead I've ever met.","Don't talk with me while I'm in the middle of typing.","I wish you'd stop nagging me.","Why did you have to give me this rush job now?","Don't you think you're using telephone too much for personal calls?","How come everyone in our company middle age stuffy?","I don't understand what's going on inside these young people's head.","I don't see why you are kicking up such a fuss.","Put up or shut up.","The boss invites us to dinner.","I meet some new friends at the party.","It is an informal party.","It is good for building relationships among colleagues.","I've been trying to figure out when we should have the new year's party.","You make the invitations.","The party will last from three PM to five PM.","Everybody can just go home after the party.","Are you ready to order or just a minute?","I chatted with my colleagues at the party.","We can wear ordinary suits.","I received an invitation.","I don't want to take part in the party.","The party can make you relax.","Enjoy yourselves at the party.","Could you tell me what I should do to prepare for a meeting?","You should ensure that those you intend to be present are properly informed.","What should I do during the meeting?","You should take notes.","The meeting is scheduled on friday.","The meeting has been arranged for monday evening.","Please arrange the next meeting at a convenient time.","I set up a meeting.","The arrangement for the meeting has been made.","What's my schedule for today?","What's my schedule like?","Please leave it in my post box.","I've arranged today's reports for you to check.","I am at your disposal manager.","Have you found those files I requested?","I'll get those plans over to your office tomorrow.","Do you have any particular instructions for this?","Let me see the agenda for this next meeting, please.","Would you please file these documents for me?"]}