{"title":" Daily Triviality","list":["I never come to school late.","I attend school five days a week.","How do you go to school?","I took a shortcut across the field to get to school.","I go to school by bus every morning.","I'm tired of going to school day after day.","It's my first day of school.","I'll go to school tomorrow morning.","We go to school every day.","I sometimes go to school on foot.","I can't go to school today.","Do you mean we have to walk to school?","You're a couch potato.","Do you like the hosts of that show?","We d better change turn to another channel.","What channel did you watch last night?","The show is on.","What are your favorite TV shows?","The late night news is coming up.","I didn't watch TV last night.","I cannot stick the TV program.","My favorite soap opera will be on.","Cartoon is my favorite program.","The seafood is a little too expensive.","How many red peppers would you like?","The broccoli isn't fresh at all.","How much is the celery?","That's exactly ten dollars.","Do you have any pork?","What's the price for chicken chest?","Are shrimps in season at this moment?","What part of the lamb is this?","Can I have a bag of peanuts?","I want some potatoes.","Do you like cooking?","Do you know how to cook?","What kind of dishes do you usually make?","Just use a very small amount of oil.","I'll peel the vegetables and you chop them.","Do you prefer plain boiled rice or fried rice?","You'd better mash the potatoes with a fork.","Please mix the sugar, spices and soy sauce in a bowl.","Do you find it hard to get ingredients for Chinese food?","Do I need hair treatment?","Are there any tips for my dyed hair?","Have you got a good brand of hair dye?","Could I have my hair dyed?","How about doing hair coloring?","Which color would you like to dye it?","Will it fade?","I'd like to dye my hair.","Show me a color chart, please.","I'd like my hair dyed brown.","Do you want a wavy medium or naturally curly perm?","Can I have the style like that?","Do you want a cold wave or an ordinary perm?","I'd like a perm.","I'd like my hair crimped.","I'd like to have a new permanent.","Do you have pictures of hair de to show me?","That looks just fine to me.","I'd like to get a tie curly permanent.","You look more attractive with curly hair.","Let's go shopping for some beautiful nail stickers.","How can I keep my nail polish lasting longer?","Do you offer a special treat for dry and cracked nails?","How long will it take to make my nails dry?","I want my cuticles cut, please.","I'd like to get a pedicure.","I'd like to manicure my nails round.","What color do you like for your nail polishing?","Use a light nail varnish please.","I forget to take off my nail polish with remover.","You can try manicuring your nails into square.","Paint my fingernails and cut my toenails.","Could I look through your bag?","Please remove all metal items.","Place your items in the tray and send them through to me.","You may retrieve your items after they passed through our X ray machine.","Have you carried anything metallic in your bag?","Could you tell me how I can go through customs?","Put that suitcase onto the X ray scanner.","What's in your bag, please?","How long do you spend every day on doing housework?","Could you help me clean the room?","No playing until the work is done.","My weekend was dominated by housework.","I like to do house chores.","I don't like doing housework.","Do you often help your mother to cook?","I often do housework with my wife after work.","He always acts the martyr when he has to do the housework.","Where can I find the seafood section?","Is this Ice cream on sale today?","When is the sale over?","Which brand is more popular?","It looks good, but a little expensive.","Do you have any pasta here?","Can you tell me where the frozen food aisle is?","Do you accept credit card?","How would you like to pay for this?","I will pay by cash.","Isn't this on sale?","Can I use coupons?","Do you offer paper bags?","Do you live with your parents?","Has your daughter finished school?","What happened while I was away?","Is anyone waiting at home to see me?","The flight here was OK.","Can you help me carry my luggage?","Will anyone be waiting for me when I get there?","I have a lot to tell you.","Once I get settled in, we can talk about it.","The holiday is a time of family reunion.","Everyone returns home for a family reunion.","His family was severed in the war.","I cooked for my family.","Remember me to your family.","Why can't you behave yourself?","Do you hear?","You can't go outside until you finish your homework.","Don't walk all bent over.","Don't talk with your mouth full.","Move back from the TV.","Do as I tell you.","Go wash your hands.","Good boy.","Good girl.","Be good.","That's enough of that.","Don't talk to strangers.","Be quiet.","Hush.","Stop that.","Leave that alone.","Stand up straight.","Sit up straight."]}