{"title":" Daily Expenses","list":["I didn't like city life.","I didn't like city life.","I find living in the city quite stressful.","We must debate the noise in our big cities.","The convenience of city life is one of its main attractions.","The pace of city life is too fast.","The quality of city life has been damaged by excessive noise.","There are a lot of large supermarkets in the city.","This is a modern city.","This city is far too polluted.","In general, urban populations are better off than their rural counterparts.","There are many people in the city.","Life in this city is more stressful.","People in rural areas long for life in the city.","He was dazzled by the gaiety and splendor of the metropolis.","I'd like to live in a village.","He told me he preferred the country life to the city life.","Some people are attracted by the beauty of the country.","The village was defended by a river.","The sun beamed down upon the peaceful village.","I do hope for change in a quiet village.","I found that life in a remote village was very serene.","That's our orchard.","We grow our own vegetables in the garden.","She always works in the field.","Your rooms are more vacant than the rooms in the city.","You can get sunlight and fresh air in the country.","There was only one school in the small village.","I'm tired of the city and long for the woods and the country.","Are there any vacant rooms in this building?","How much is the rent?","How much is the deposit?","Is it furnished?","Are you the landlord?","Are there any apartments to let?","May I take a look around this apartment?","How many rooms are there in this apartment?","How long do you want to rent the house?","When can I move in here?","I'd like a rather quiet room on the sunny side, if possible.","Is the property well lighted?","Excuse me, what kinds of apartments do you have for renting?","You have your deposit one month rent in advance.","The house is fully furnished.","Are the utilities included in the rent?","Do you want roommates or to live alone?","What kind of apartment do you prefer?","Do you think we can afford the mortgage?","What kinds of apartments do you have for sale?","The real estate is always on the rise.","I want to buy a house on mortgage.","You can get a loan from the bank and you only need the down payment.","I'm satisfied with the apartment.","I'd like the house and I'll buy it.","The price of the houses has risen a lot in the past years.","It will take us twenty years to pay off all the money.","It should be just three bedrooms.","I would like an apartment by the sea.","What about painting the hall white?","My house needed painting.","Our house needs patching.","The heating system has to be installed.","We may hang some pictures on the wall.","The paint is going to come off.","I am going to fix up the top of the house.","My sitting room is decorated perfectly.","We must have it painted in two months.","We should paint the wall wider so that it looks brighter.","I'd like to paint the living room pink.","We should paint the bathroom white.","I'd like to have my new house decorated.","How do you want to decorate your house?","When will you start?","I think a lot of the material when decorating.","I've been fixing the house.","Have you decided how you're going to decorate your room?","I retained the original exterior wall while decorating the house.","The decoration company can do everything for you.","I have no idea about decoration.","It's very large and bright.","Large Windows may help air in and out.","Could you help us with moving on sunday?","When will you move?","How many things do you have?","I promised to help my sister move her house this weekend.","Have you moved into your new house yet?","We just moved in yesterday, actually.","Have you thought of moving at all?","How is your new house going?","Your new house is very comfortable.","I'm anxious to get into the new place.","Congratulations on your move.","Could you tell me the shape of the car?","How much do you want for the car?","Where can I find a good deal on a vehicle?","What kind of car is safe?","Why not try this car?","What's the safest car out there?","Is 10,000 dollars a good price for a car?","What are the miles per gallon like on this car?","Do you know how far this car runs per gallon?","Will you offer any discount right now?","Could you tell me more about its standard features?","We can't afford this one.","What style furniture do you have?","What kind of furniture do you like?","Can you show me how it works, please?","I must buy some furniture.","The refrigerator matches the cabinets.","I want to buy a microwave oven.","It's really easy and simple to operate.","My refrigerator suddenly started kicking up yesterday.","Why don't you choose a bunk bed for your children?","You should simplify your closet.","I have a large wardrobe.","We need a washing machine."]}