{"title":" Emotion","list":["Why don't you find a girlfriend?","Don't you feel lonely at all?","Is there someone that you're interested in?","Being single is great. I'm not tied down to a relationship.","I used to enjoy being single.","Being single gives me all the freedom I need.","You could try dating someone again.","I love being single. I have so much freedom.","He remains single.","It allows for more spontaneity in your life.","I was alone in this new place.","I'm poorly alone here.","He remained single after many years.","I'm alone, but I never feel lonely.","Do you often have a date?","We date every weekend.","We often date in the park.","Would you like to have a meal with me?","Have you got any plans tonight?","Are you free this weekend?","You're the Mr Wright I am looking for.","Let's change another time.","Tell me what movie you like.","I'm pleased to have a date with you.","I have dates with her everyday.","I've decided to go steady with him.","He's the just person I had dreamed of.","I believe someday I'll marry him.","I have fallen in love with him.","He loves her crazily.","His girlfriend is a knockout.","I have unrequited love.","I'm falling in love.","We love each other.","I have a crush on him.","She is everything to me.","I wish for our love to last forever.","We have been going out for three years.","We are crazy about each other.","How should I do if I propose?","He made a proposal to me.","It's time for you to propose.","Rose or lily is appropriate.","Will you marry me?","I would take care of you all my life.","Will you be my wife?","Let's be together till the end of our lives.","Where do you want our wedding be held?","Would like to stay with me forever.","I want to tell everyone our combination.","I am eager for having my own home.","Wherever you go, I will go with you.","I'll be pleased to be your wife.","I am eager to get married with you.","I can't wait to stay with you day and night.","I'll love you with all my heart.","I'd rather cook meals for you everyday.","I look forward to spending every night with you.","I hope you will be the man I see when I wake up.","I dream of being your beautiful bride.","I regard you as the most handsome bridegroom in the world.","I'm pleased to be the partner of your life.","I accepted his proposal.","I decided to marry him.","Don't you think it goes too fast?","I have thought about several months.","I don't want to get married.","I would like not to rush into marriage.","We have little in common.","I think marriage will affect my career.","I wouldn't marry a man like you.","We wouldn't be happy if we get married.","I wouldn't get married in so early age.","I think marriage will damage our love.","I am not going to marry a poor man.","I will marry you the day you get mature.","You are just the best friend in my mind.","Thanks for the wedding gifts.","Have you bought your dress yet?","Who do you want to send our invitations to?","What kind of food do you want for the wedding?","Did you make an appointment with a wedding planner?","How wonderful your wedding is.","Every girl is the most beautiful on this day.","Will you hold it in the church?","Do you invite me as the bridesmaid?","I've been waiting for this moment for ten years.","The wedding will be held in the church.","Congratulations to you on your marriage.","We raise our glasses to you. Wishing you a long life together.","What a wonderful wedding.","We wish you happy all your lives.","It's great to see you tie the Knot.","Today is the most important day in my life.","We took marital vows.","It's illegal for anyone to be fired because of pregnancy.","It's good to be pregnant.","I've got a whole bunch of parenting guidebooks.","We are going to be parents.","Did they tell you when your due date is?","Have you taken a pregnancy test?","I think I'm pregnant.","I have morning sickness.","I'm due at the end of april.","My water just broke.","I'm three, I'm three months pregnant.","What do you think of marriage is the grave of love?","How do you like the marriage life?","It plays an important part in my life.","We should depend on each other.","We must keep calm and communicate well.","We are satisfied with our marriage life.","Wives should show understanding and sympathy to husband.","We experienced much happiness and sorrow together.","They should be responsible for family.","Children can make the marriage life sweet and perfect.","There was nothing better than marriage life.","We should share our happiness and sorrow together.","The husband should do the housework together with the wife.","Get lost.","Shut up.","Nonsense.","Don't bother me.","You're crazy.","Drop dead.","Knock it off.","Stop complaining.","I can't stand you anymore.","You make me sick.","What did you say?","You're a jerk.","Don't talk to me like that.","Who do you think you are?","I regret having met you.","You will drive me mad.","You are a selfish man.","Don't look at me like that.","You were out of your mind.","I don't want to stay with you any longer.","She had a change of heart.","Let's break up.","What you did make me disappointed with you.","Staying together can just make a sorrow.","What you did force me to break up.","Only separating can keep us from quarrelling.","I won't see you from now on.","I feel unhappy with you.","May you find a better lover.","I would like not to part with you.","I can't bear your rudeness.","I can't accept the fact that you leave me.","I don't know how I'll live without you.","I have thought about our separation for several months.","When will the divorce be final?","Let's get de divorced.","Stop quarrelling and go divorce.","We have to divorce in this situation.","We have filed for divorce.","Who will bring up the children?","I'll divorce you, whatever you say.","I feel much pressure living with you.","Divorce will hurt the children deeply.","We should think twice before we make our decision to get divorced.","We are finished.","We have reached the end of the line.","Happy anniversary, I love you forever.","Let's propose a toast to our tenth wedding anniversary.","It's our wedding anniversary today.","I missed my beautiful wedding dress.","It's you who support me whenever I have trouble.","We are a perfect match.","I am grateful for the moments of our life together.","I will celebrate the day with you every year.","Here is to our long and romantic marriage life.","I can still remember clearly the day we got married.","I promise to love you till my death.","I never regret getting married with you."]}