{"title":" Entertainment","list":["Did you like the bar?","Do you feel like a drink? How about another drink?","Shall we go to the pub?","Which bar are we going to this evening?","When will the bar open?","There was a floor show in our pub. Would you like to see it?","I'd like the cocktail you made for me last time.","Ice cubes are available on the bar over there.","I'll have something sharp tonight.","Isn't there anyone else who wants to sing?","I'll put the song at the front of the list.","He's really hogging the Mike.","I love to sing karaoke.","We are going to ktv after dinner.","Where is the microphone?","I can't find a song that I like in the catalogue.","This isn't my song.","Push the red button on the mic to turn it on.","Push the green button on the mic to bring it down half a key.","I'd like to request a song.","Now it's my turn.","You're a good singer.","My singing is out of tune.","Are you good at singing?","How long have you been a photographer?","Why don't you get this picture enlarged?","Where did you get the picture frames?","You've won the.","You're won the photographic prize for this year.","What's the most exciting photographic job you've ever worked on?","These are gorgeous.","They came out really well.","Photography is the one thing I really enjoy.","Press the button.","You are very photogenic.","Is this really you in the picture?","It's a good picture.","May I take pictures here?","How do you like your new digital camera?","I heard you had spent so much time and money in collecting stamps.","When did you begin collecting stamps?","I have sixty albums of stamps.","I'd like to have some commemorative stamps.","I wonder whether you are really fond of collecting stamps?","Have you ever been to a stamp exhibition?","I've collected few stamps years.","When and where was the first stamp made?","I derive great satisfaction from stamp collection.","My hobby is collecting stamps.","We have the same hobby of collecting stamps.","I'm interested in collecting stamps.","Does QQ have the voice chat function?","Do you often surf the net?","Are you online?","Do you have an email address?","I am crazy about online chat.","I have a webcam on my computer.","This function is appropriate for me to talk with people.","My username is Sarah.","I've just invited you to join my buddy list.","I'm hooked on net chat.","I sign on to the Internet every day.","You are the best girl I've met on the Internet.","You need to change your password.","When I don't feel like talking to certain people online, I pretend that I'm offline.","Dial up is too slow, so I use wireless broadband.","Don't spend too much time chatting on the net.","How did you enjoy the ball?","May I have the first dance?","What dances do you like?","How many tips of dance have you learned?","I would like to invite you to a ball next sunday.","I am no good at dancing.","I am learning new dance steps now.","Will you go to the dance?","I am nuts about dance party.","What about another dance?","Let's go dancing tonight.","The waltz is a beautiful dance.","I've just learned how to dance this new step.","Do you like milk and sugar in your tea?","More tea, sir.","Do you like your tea strong or weak?","I'd like my tea real hot.","I'd like a cup of hot tea.","I always have black tea in the morning.","How do you like your tea? Is it too strong?","I prefer strong tea.","It's just the right taste.","Please be careful. The tea is very hot.","Some tea spilled.","We have a great choice of herbal teas.","I feel like a cup of green tea.","This tea tastes just right.","Have you just been to the cinema?","Would you like to go to see the movie?","What's on tonight?","When is the next showing?","What do you think of her acting?","What time does the movie start?","Is that film subtitles in both Chinese and English?","Let's go to a movie tomorrow, shall we?","What movie do you want to see?","How do you think about that movie?","Have you seen this movie?","I want to go to see a movie.","I have two tickets for today's films.","The movie was over shortly before six.","The film is worth seeing.","The show has already started.","I prefer a feature film to an action film.","This is a sensational film.","I want to see science fiction.","It was a touching movie.","I really enjoy this movie.","What kind of music do you like best?","Do you often listen to songs on the radio?","Do you like singing?","What concert is it?","How important is music to you?","It's the theme tune of Titanic.","I enjoy singing, let alone listening to music.","That song is my best song.","I like popular music best.","I have no ear for music.","Do you like to listen to English songs?","Do you go in for jazz music?","Pop music is mostly program music.","I don't understand classical music.","Don't pick or harm flowers in the park.","Don't pick or harm flowers in the park.","If it had been fine, we would have gone to the park.","My father often takes me to the park on sundays.","Jogging in the park becomes my routine.","The park is only ten minutes from downtown.","I often take my children to play in the park.","She asked us if we would go to the park tomorrow.","Generally speaking, parks are full on holidays.","The park has many fine fountains.","The air is so fresh in the park.","This city has many beautiful parks."]}