{"title":" Family Finances","list":["Today is payday.","It's payday again.","You must be earning decently, don't you?","What's your salary then, may I ask?","My monthly pay is 6000 dollars.","Do you know the total income per month of your family?","My income can't support the whole family.","What is your annual income?","I don't have fixed income.","It's an additional salary.","I'm in the red.","Do you know your total expenditure of the whole year?","We have to watch our spending.","We have to cut back on expenses.","How much is this going to set me back?","I'm a little short of money now.","I want to control my spending better.","You spend money as if it were going out of style.","I'm robbing Peter to pay Paul.","I can't afford that.","I have a family to feed.","When is the rent due?","He can only maintain the daily expenditure reluctantly.","He records his every income and expense.","I've been saving my pennies.","We have to control our spending.","You have to watch your spending.","A penny saved is a penny earned.","Where do you think we should save more money?","How wasteful.","Stop wasting money for not necessary.","That's waste of money.","You're gone through all your money so quickly.","You have been using the air conditioner too much.","She is a price conscious homemaker.","We should save unnecessary expenses.","The overhead costs are ridiculously expensive.","The expenditure of money on clothing is very large.","This month, we need to make a budget.","We intend to cut expenditure on traveling.","We pay a share of the gas, electricity and water bills.","Here is the phone Bill.","When should I pay the Bill?","When is the due?","We spent more on electricity this month than in a year.","Do I have to pay for the heating costs?","How much will the use of water and power come to?","There is a quarterly charge for electricity.","I am afraid my electric Bill is going to be extremely high this month.","The telephone Bill was paid in full and we could use our phones again.","Our gas Bill for the last quarter was unusually high.","If you don't pay your gas Bill soon, you may be cut off.","I can't even afford to eat this week.","Could you lend me some money?","If I don't find a new job, I won't be able to keep up with my money.","I really need this next paycheck or I won't be able to make rent.","I'm scared I'll have to take out a second mortgage.","I'm scared I'll have to take out a second mortgage.","I don't think I'm going to be able to make ends meet.","I run out of money every month.","I can't save a single penny.","I'm a moonlight clan.","I'm a moonlight boy.","I live from paycheck to paycheck.","I'm broken.","Do you often use the credit card?","Have you ever maxed out your credit cards?","When do you pay off the credit card every month?","You'd better throw away your credit card.","Pay off your credit cards every month.","Can I pay by credit card?","I can't accept credit card.","I have a credit card but I never overdraft.","Credit card makes me spend too much.","Our cost is too high to our endurance.","Don't be late on credit card payments.","I forgot the payment due date of my credit card.","It is very convenient to pay.","It is very convenient to pay by credit card.","How are your stocks going?","How shall I go about trading in a major corporation?","How many listed companies are there all together?","Everyone wants the stock market to go up.","Could I buy and sell shares through your bank?","Can I place my order by phone?","What's a bull market?","I want to trade stocks.","I lost all of my money buying stocks.","Do you know what stocks are low right now?","I paid out of my own pocket.","I'm out of cash.","I don't have much money on me now.","May I borrow some money?","I didn't bring very much money with me.","I'm a little short of money now.","I'm out of money.","May I borrow ten dollars?","He is always borrowing money.","He is always borrowing money from me.","Should I borrow money from friends or family?","She borrowed some money from me.","Can you lend me some money?","I never lend money.","He beguiled me into lending him money.","I discouraged him from borrowing money.","I wouldn't stoop to borrowing money.","You should spend some money on insurance.","My friend tried to persuade me into buying insurance for my son.","What sort of people will buy insurance on the exchange?","Many more people buy insurance in America than in China.","What types of insurance can you accept?","This is our insurance policy.","My grandmother gets by on social security.","Do you have life insurance?","Please tell me the health insurance company and policy number.","I don't have health insurance.","I took out a life insurance policy and made my wife the beneficiary.","You'd better get some insurance, too, just in case."]}