{"title":" Fashionable Apparel","list":["Would you please tell me your size?","What size, please?","What size of shoes do you wear?","What size is this skirt?","Do you have any shoes in my size?","What is your waist measurement?","What is your chest measurement?","Do you have this an extra large?","Do you have the medium size?","Do you have the Co in large size?","I want small size.","This is the right size.","Does it look right on me?","I think we're out of your size.","We have the size, but not the color.","I'm afraid the shirt is too large for me.","Shall I take your measurements?","This is your size.","Could you have my jeans hemmed please?","The trousers are a bit large in the legs.","Could you change the buttons for me?","Can you let it out a bit?","Do you do?","Do you do re-weaving?","Can you shorten it?","The waist is too high.","The sleeves seem a bit long.","How about an inch longer?","How much foreshortening the length?","I decide to get my pants altered.","I asked the tailor to make over my dress.","What style do you want?","Is this the latest fashion?","Could you tell me what is in fashion now?","Is this dress in style?","Is this the latest fashion?","It's the most stylish one up to now.","This style is out of fashionale.","Generally speaking, the printed pattern ones are fashionable.","The long ones will be in fashion in two years.","This is the latest popular style.","It must be the latest fashion.","It's quite in fashion.","I was with these new styles.","The high style didn't take on for long.","I like this style.","These are all the latest fashion.","How much is this silk dress?","Are they 100% cotton?","What material do you prefer?","This is a soft and delicate chiffon skirt.","It is made of pure Chinese silk.","The color in this material does not fade.","This pair of trousers is made of coarse fabric.","I want to look at these silk dresses.","I'm quite interested in your down coats.","I've also got cotton and lycraix.","This material is linen.","Nylon is a man made fibre.","Silk stockings run more easily than nylon.","The shirt is 100% cotton.","It can only be washed in cold water.","Don't rub and ring it.","How about this color?","Which color do you think suits me best?","This color looks a bit too loud.","Do you have the dark blue one?","Do you have the dark blue one?","I think this type of color is a good match with it.","The purple matches you.","The color is too light for this season.","This type of color is well suited with your coat.","The colors are striking, yet not vulgar.","The colors are striking, yet not vulgar.","This color suits your complexion.","Would you like to help me look for any skirts that go with this sweater?","Does this pink shirt match my handbag?","Do you have a vest to match this skirt?","Do you think this blouse really suits me?","Now let me help you to choose a tie that goes well with the suit.","The tie pin suits your tie very well.","Your necklace becomes well with your dress.","This pair of shoes goes well with your dress.","The color of this tie can match all of my coats.","This hat matches your dress well.","What a beautiful dress.","The quality is beyond my imagination.","It fits me well.","It looks perfect on you.","This dress fits you like a glove.","You dressed with an individual flair.","What a nice dress.","You're looking very smart in that new coat.","It looks fabulous.","You have wonderful taste in clothes.","I think your dress is beautiful.","You look really nice in blue.","It's made of exceptionally good quality, pure wool, very soft.","These new clothes are of good quality.","It's exceptionally good in material and the handicraft.","The material and workmanship of this suit are first rate.","Is your skin sensitive?","Do you have facial cream to go with that?","What are the benefits of this mask?","What shampoo do you prefer?","Which brand is it?","This brand of shampoo is my favorite.","Would you please exfoliate my skin?","What type of cleanser should I use?","Would you like to try our new shampoo and hair conditioner?","This eye cream can release the puffy problem your eyes be having.","I'd like a visible whitening mask.","I want a face massage.","I want to buy some cleansing milk.","Your complexion is on the oily side.","Foaming cleansers are gentle enough for your skin.","It will clean your black head in a flash.","Do you have lipstick samples?","Do you have any light?","May I smell the perfume?","Now let's do the eye shadow.","I prefer a natural look.","How much is this?","How much is this black mascara?","This is waterproof lipstick.","What do you have in liquid foundation?","How much does this roast foundation make up cost?","You can use two shades of blusher.","Does this color of lipstick suit me well?","I think the shade of this lipstick fits you.","What about this liquid eyeliner?","I bought a brow pencil yesterday.","Would you show me this pair of jade earrings?","May I have a look at this gold necklace?","This is an amber necklace.","What kinds of brooches do you have?","Can I try it on?","I want to buy some jewelry.","Which ring do you like?","Can you recommend an engagement ring to me?","It's made of sapphire.","I wish to buy a diamond ring.","It's eighteen carrot gold.","Can you show me the latest style pearl necklace?","Is this opal?","The ruby is pure.","What kind of glasses do you like?","Would you tell me the number?","Do you have sunglass for ladies?","Can you help to advise a brand?","Where are my glasses?","How long will you make a new pair?","Do you have the scratch proof lenses?","Do you wear soft or hard contact lenses?","I want to go to the optician to buy a pair of glasses.","I need to get some contact lenses.","I want to buy a bottle of contact Lens solution.","Look at the site testing chart, please.","You should wear a pair of reading glasses.","This pair of glasses will correct your eyesight problem."]}