{"title":" Handling Official Business","list":["How many vacation days do you have?","I'd like to take this afternoon off if it's all right with you.","I really need to see the doctor this afternoon.","Don't forget to bring a doctor s note in tomorrow.","I'm sorry to apply for three days leave from monday to wednesday.","Do you mind if I take tomorrow off?","I want to ask for leave.","I have some things to deal.","I'm afraid that I am going to be off today.","Wouldn't it be possible for me to take the day off this sunday?","Can you find someone else to do it?","I need a sick leave for two days.","I need to morrow off.","Why do you want to have a transfer?","May I put in for a transfer?","Which department do you want to go?","Are you sure that you want to go to a new department?","I want a job which is related to my major.","I want to work at the financial department.","She was soon transferred to another post.","I'd like to get broader experience in this field.","I want to leave this department.","I don't want to be transferred to sales division.","There was no room for me to make advancement.","I think this department doesn't have any challenge at all.","I hope to get a job with opportunity of promotion.","I want a promotion.","We'll offer you the position of director.","I have learned of your promotion from your manager.","Congratulations on your promotion.","The company uses performance as the basis for the promotion.","It's a big surprise for me to get this promotion.","Can you give me a promotion?","I hope I'm the first one to get the news of your promotion.","I just got passed over for another promotion, the third one in five years.","My yearly gross salary has increased by 15,000 Yuan.","Would you please think about giving me a raise?","Can you give me some reasons for a raise?","The manager turned away our request for a pay rise.","The boss testified his appreciation of Tom's work by raising his pay.","Did you ever get that raise you wanted?","All your hard work now adds up to a big fat raise.","The boss agreed to give her a raise, which made her happy.","Why do you make this decision?","Could you give me some reasons?","I have decided to resign.","I'm sorry to say that I decide to quit.","I have to say, your resignation leaving is really a loss of our company.","Here is my resignation.","Can you cool yourself down?","I have to quit my present job to take care of my parents.","I left the office on account of the discontinuance of the business.","I honestly hope you can get an ideal job.","Thank you for your consideration.","Do you know that our company is going to lay off some employees?","I'm afraid of being laid off.","What you're saying is you're letting me go, right?","Our company is cutting expense.","I know you are a hard worker but your work is average.","I got fired.","I was dismissed.","I'm out of work.","I want to know the reason for my dismissal.","I got the boot.","I'd really like to start a clothing store.","I'd really like to start a clothing store.","I'd like to take a loan to open a business.","I think I should start my own business.","What kind of business will you start?","I need to hire some people for my business.","Why do you want to start your own business?","What financial steps do I need to take to open my own business?","I decide to start my own business.","I want to be self employed.","I need funds to set up the business.","I leased an office.","Please help me to copy these files.","How many copies do you want?","Have you received the fax?","I don't know how to operate the fax machine.","Can you tell me where the office supply shop is?","We were decorating and need some office supplies.","Some office supplies have been prepared.","The printer, copier, fax and water dispenser are over there.","Here is your computer.","This copier is driving me crazy.","Remember to save before you exit.","Where did you save it?","The data in my computer is missing.","You'd better clean out all the files.","I can't open the file again.","Can you enlarge the a six copies by 60%?","All the files are on the disk d under files.","We definitely need some new filing cabinets.","Could I file the report for you?","Can you file in English?","Do you want me to file them in alphabetical order?","Where are those papers I gave you yesterday?","Can you please get it ready by this afternoon?","Please tell me how to file things according to the concerned rules.","I'll make copies and file them both ways.","I'll file these letters away.","There are three points you should keep in mind when you file documents.","File your application.","File these letters carefully.","Please file those materials in a drawer.","Please file all these reports for me.","New material should be filed in its proper numerical order.","Please check your facts.","Could you help me put on the code number of our company please?","Can you help me to work out the telex I got just a moment ago?","This is a fax. Please check.","This is the main message.","Have you received the fax?","I want to send a fax.","Is this the code number of the receiver?","It's urgent.","How do you deal with pressure?","Can you work under pressure?","This job is getting really tough.","It is very close to the deadline.","Do you have any pressure on work?","I don't know how much longer I can stand this.","Are you a multi tasked individual?","I feel like I am under too much strain these days.","This responsibility bears down on me.","I can't be late for work.","I was late for work yesterday.","What will happen if I'm late for work?","I'm sorry I'm late.","I'm late again.","Don't leave early again.","I made a mistake about the time.","I'll get off work early tomorrow.","I swear not to be late again.","The traffic was crowded for two hours.","I want to knock off an hour earlier."]}