{"title":" Job Interview","list":["I lost my job yesterday.","I have an interview tomorrow morning.","Are you looking for a job?","What are you planning to do next?","I'll try some foreign trade companies.","I have waited for a week but still have no response.","What kind of people do you need?","Is there anything I can do?","I'm looking for a part time job.","Are there any vacancies in your company?","Have you got a job for a secretary?","May I have your name?","Do you have a good command of English?","You're applying for the position of manager, aren't you?","Can you tell me something about the position?","I'm here for an interview, as requested.","I think you'd be the perfect person for the job.","What kind of benefits do you have for your employees?","Could you tell me about some jobs you've had in the past?","Do you drive yourself to work?","Is this your first job?","What is your history as far as jobs are concerned?","As far as work ethic goes, where do you stand?","Would you consider yourself to have a good work ethic?","How do you handle your conflict with your colleagues in your work?","What kind of job have you had?","Why did you choose this company?","How long have you worked there?","How long is a trial period?","How about the work hours?","Do you often work overtime?","What shoes should I wear? Do I need to buy a new tie?","Don't paint on the makeup.","Your nail should be clean.","Can you tell me how should I wear?","Never go without hosiery and don't wear sandals.","Pay attention to your hair.","Which day is payday?","You can get your salary on fifth of each month.","What's your expected salary?","Do you have a paid vacation?","For women, we have a maternity leave.","We won't pay in sick days.","I'd like to know something about the benefits.","Would you please tell me about the insurance?","May I ask about the pay?","The bonus is paid by year.","What's your hobby?","What kind of character do you think you have?","Are you introverted or extroverted?","What kind of person would you like to work with?","How do you get along with others?","What basic principles do you apply to your life?","How do you spend your spare time?","I'm an outgoing girl.","What kind of sports do you like the most?","What are your hobbies?","I'm an easy going person.","I'm keen on climbing.","I have an interest in traveling.","I like to be alone.","Do you have work experience?","What is your past job experience?","I have some practical experience.","What work were you responsible for at your previous work unit?","What have you learned from jobs you have held?","What position have you had before?","Have you worked in a school?","I have no experience in work, but eager to learn.","Have you done some part time work?","How many employer have you worked for?","Can you give me a general description of your former work?","What's your last job?","Do you have any sales experience?","I am sorry to say that I have no experience in this field.","What's your education background?","I'm with a master's degree.","Which school are you studying?","Which school are you studying in now?","What's your major?","I'm specializing in business administration.","I heard you're a junior college student.","What's your educational background?","What were your grades in college?","I graduated from qinghua university.","I got a degree in international trade.","What do you expect to get from this job?","What are your long term career goals?","Where would you like to be in three years?","How do you think of this industry Outlook in two years?","How can you try to gain your success?","What type of job do you want?","What would you want to be responsible for?","What type of team would you want?","What kind of hours would you want to work?","What sort of culture would you want the company have?","I expect to begin with the secretary.","Is there any chance to get promotion?","What kind of person do you think you are?","What do you consider your major strength?","What's your weak point weakness?","We need a person with ability plus flexibility.","I'm willing to work under pressure with leadership quality.","I'm an energetic, fashion minded person.","I think I'm highly organized and efficient.","I'm equipped with the ability to deal with personnel at all levels effectively.","I'm a little irritable.","I have no good and extensive social connections.","I don't have good analytical capability.","You don't possess good presentation skills.","How many languages can you speak?","Are you good at English?","I have passed C E T six.","I passed bec business English certificate last year.","I majored in Japanese in university.","My foreign language at college is Russian.","My score on tele is 658.","I got a high score on g.","A major is foreign trade, English.","My major is foreign trade, English minor in Japanese.","I can speak Korean a little.","I can speak English fluently.","I once worked as an English interpreter in a big foreign company.","I can speak three foreign languages.","You speak English well.","Why do you have an interest in applying our firm?","Why are you interested in our company in particular?","Why are you eager to get this job?","What has prompted you to apply for this position?","Why did you decide to seek a position in this company?","What's the reason for your application for this position?","Why are you leaving your present job?","I see no chance of advancement.","I'm keen to take more responsibilities.","I think I'm qualified for this position.","When can I know your decision?","Do I need the second interview?","Do you have any questions?","We give you our decision in a few days.","I expect to hear from you as soon as possible.","Thank you for your interest in our company.","Would you please let the next applicant come in on your way out?","Thank you for taking time out of your busy schedule to interview me.","How can we get in touch with you?","Any other questions?"]}