{"title":" On Holiday","list":["What are you going to do on new year s day?","Have you got any plans for the new year?","Have you prepared any new year gifts?","Will you celebrate the new year together with your family?","Happy new year.","Happy new year to you.","Wish you everything go well in the new year.","Give my best wishes to your family.","Happy new year to all our classmates.","Wish you healthy and happy in the new year.","They rang in the new year with the church bells.","I'd like to send this dress to her as the new year gift.","Have you received any valentine's day gift?","Happy valentine s day.","You are the one I want to grow old with.","I do everything for you.","I'm so glad that we have met each other.","I want you to know that our love is even stronger than before.","Thank you for being supporting me.","I will be your valentine until the end of time.","Flowers, as usual, will be the most common valentine s day gifts.","Chocolate is one of the most traditional valentine s presents you can get.","He gave me heart shaped chocolates on valentine's day.","I'm thinking of you this Chinese valentine's day.","Do you know about april fool's day?","What kind of pranks do people play on april fool's day?","When did the custom start?","Haven't you been tricked?","Did you suffer a lot on april fools day?","Happy april fool's day.","It's april fool s day today.","Be careful today.","Tell us about those experiences in april fool's day.","Wish you good luck on april fool's day.","I was tricked on april fool s day.","Each country celebrates april fools day differently.","In Scotland, april fool's day is 48 hours long.","Today is april fool's day, but you can't fool me.","April fools day is one of the shortest holidays.","Nowadays, people all over the world play tricks on each other on april fool's day.","When is mother s day?","How are you going to celebrate mother s day?","These flowers are for you, mom.","You are the best mom in my heart.","When I was sick, you always stood by me.","You are the one that we love most. Have a happy mother's day.","Here's a little token of my appreciation for all that you have done for me over the years.","Today is a memorable day.","When is father s day?","Father's day is always celebrated on sunday in the us and in the UK.","Today is the annual father s day and is a memorable day.","That's why we want to celebrate father's day this sunday.","I hope you know how proud I am, father.","Happy father s day.","Happy father's day to my extraordinary father. I love you so much.","I bought a beautiful tie for my father on father's day.","A warm wish from your son on father's day.","I am going to send a special present to celebrate father's day.","Happy Thanksgiving day.","We get to see how other families spend their Thanksgiving day.","It's usually a big family get together.","Warm wishes at Thanksgiving.","From all of us to all of you at Thanksgiving.","I wish you could be here on Thanksgiving.","Thanksgiving just won't be the same without you.","This will be our first Thanksgiving apart.","I love to eat, so I love Thanksgiving.","I hope you're feeling thankful after your supper.","Shall we have Thanksgiving dinner together?","We should be thankful.","I learned gratitude and forgiveness.","How should I prepare for a halloween night?","Would you like to help me make a Jack o lantern?","What do the children do on halloween?","I bought pumpkins and two bags of candy.","It's a kind of children's day.","Have a great halloween.","Trick or treat?","I'm going to put on a green suit.","You never know what might happen on halloween.","What a horrible night.","My heart keeps pumping.","Are you going to wear a mask?","Our masks will scare off the spirits.","I ate all your halloween candy.","At what point can I consider halloween to be officially over?","How would you celebrate Christmas?","Is this my Christmas gift?","What does your family do on Christmas day?","Did you send out all your Christmas cards in time?","Merry Christmas.","I do wish you a merry Christmas.","Christmas day was the day on which christ was born.","I'd like to experience a western style Christmas.","We decorated the house for Christmas.","Let's decorate the Christmas tree with tinsel.","Christmas is drawing near.","I hope this card reaches you in time for Christmas.","Christmas is a time of mirth, especially for children.","Shops are overcrowded before Christmas.","The kids can receive lucky money.","Treasures fill the home.","Wish you prosperity harmony brings health.","Harmony brings wealth.","Everything goes well.","Wish you happiness and prosperity in the coming year.","The country flourishes and people live in peace.","Money and treasures will be plentiful.","Safe trip wherever you go.","Wish you success in your career and happiness of your family.","Happy women s day.","Hope you beautiful forever.","A good woman is a treasure.","We offer women's day blessings to you.","A beautiful woman is a diamond.","The international women's day not only belongs to women, but also to all people of the world.","Next saturday is women's day.","Do you know tomb sweeping day?","People do tomb sweeping on this day.","What are you going to do on tomb sweeping day?","I will sweep the graves of our forebears with my family.","We will plant trees together.","What's your plan for tomb sweeping day?","Tomb sweeping day is a day of sacrifice.","We will go kite flying on the tomb sweeping day.","I'd love to go spring outing on the tomb sweeping day.","Tomb sweeping day is like the day of the dead.","Tomb sweeping day is a Chinese traditional festival.","Tomb sweeping day is the occasion for visiting ancestral graves.","Tomb sweeping day is a statutory public holiday in Mainland China.","Tomb sweeping day falls on april four through six each year.","It usually rains on the tomb sweeping day.","Happy labor day.","Labor day is a secular holiday.","What do you want to do on labor day?","The labor day is coming.","The celebration on labor day is in different ways in different countries.","I wish you a happy dragon boat festival.","Wish dragon boat festival happiness.","Blessed, dear friend, a happy dragon boat festival.","We celebrated to commemorate a great patriotic Chinese poet, Chu Yuan.","Chu Yuan was born around 2000 years ago in China.","People in southern China like zungu with meat in it.","Let's go and see the dragon boat race.","The dragon boat festival is known for its dragon boat race.","What do you usually do on the dragon boat festival?","The dragon boat festival is an important festival in China.","On dragon boat festival, parents need to dress their children up with a perfume satchel.","Za is an essential food of the dragon boat festival.","How long is your vacation of national day?","When do you celebrate national day in China?","What do you eat on national day?","How did you spend your last national day?","Where shall we go during this national day?","October first is the national day of China.","National day is coming.","The national day is drawing near.","We shall dress the hall up for the national day.","We plan to climb the fragrant mount on national day.","We're going to get married on the national day.","I celebrate national day together with my friends.","October first is China's national day.","Best wishes to our country.","I wish you a happy national day."]}