{"title":" On Weekends","list":["file: Section-5-4 On Weekends.mp3","","What do you do on the weekend?","How do you usually spend your weekends?","I wish tomorrow be saturday.","Do you have any engagement on saturday night?","The concert will be given on saturday.","Let's meet on sunday evening.","We usually go shopping on sundays.","I'm looking forward to the weekend.","What are you going to do this weekend?","Will you come and join us for dinner on sunday?","I like sleeping late on weekends.","I play football every weekend.","I hope I can have a fun weekend.","How about going camping this weekend?","I enjoyed the weekend with you so much.","This weekend is the big race of the year.","How much farther do we?","How much farther do we have to walk?","We are climbing higher and higher.","Did you enjoy the mountaineering trip?","Take care as the weather is very changeable on the mountain.","What fresh air?","This mountain is about 5000 meters.","How many paths?","Now it is the best season for mountaineering.","This mountain is too steep to move a step.","We should take a walking stick.","I'm already out of breath, too.","My throat nearly burns.","I think it is difficult for us to climb up to its top.","Having an outing in spring is the best activities.","Spring is that green returns to the earth to appreciate the blooming spring in the nature or to relieve winter depression mood.","This has been a very pleasant and relaxing excursion.","Where shall we meet for the outing?","My roommates and I have dated to have an outing in this weekend last night.","Parents should spend more time to play with their children or go outing with them.","Why don't we go on a picnic by the lake?","Is everything ready for the picnic?","Would you like to go on a picnic with us this weekend?","Where shall we go for a picnic?","It's an ideal place for camping.","We should have brought more juice.","We can camp here and hit the road tomorrow morning.","I enjoy camping.","Please don't litter.","When are you going camping again?","It is a pleasure to go picnic in this fine weather.","Our plan of picnic was stopped by the rain.","I'm looking forward to the picnic.","People crowded the whole picnic area.","People crowded the whole picnic area.","I would like to take a nap on the grass.","What bay do you use?","Did you bring some bait?","I'm going to throw the fish back.","There is no fish here.","I usually go fishing every weekend.","Sometimes I caught a lot of fish.","No fishing allowed here.","The beach is a good place to fish.","Fishing can be fun and fabulous.","Here is a good place for fishing.","More and more people are taking up fishing.","I often fish for hours without catching anything.","My Yoga lessons begins in ten minutes.","Yoga is a good discipline for learning to relax.","Yoga is one of the most popular selective courses in our school.","I've been doing Yoga for a long time. I think Yoga might be suitable for me.","I have a Yoga class tomorrow want to come with me?","What's your opinion of Yoga?","Yoga requires a lot of concentration.","I'm learning Yoga in order to relax myself.","Are you a member of the fitness center?","Do you have to pay a membership fee?","How much does a gym membership cost?","Do you know where the locker room is?","I need to go to the gym more.","I want to sign up for a gym membership.","I'm starting to lose weight since I started going to the gym.","I'm going to the health club to work out.","I enrolled in a fitness center nearly two months ago.","I'm going to spend thirty minutes on the exercise bike.","It's too crowded in the gym at weekends.","I need a personal trainer.","I feel a million bucks after that.","The treadmills are all taken.","You need a workout plan.","I'm sweating.","I want to go see the red leaves.","It's time of the maple leaves turning to red.","Next sunday, I intend to go see the red maple leaves with my parents.","When can we see the red leaves in fragrant hill?","Is there someone want to go to the fragrant hill with me this weekend?","Autumn is just around the corner.","The fragrant hill is well known for the autumn red leaves.","Can you tell me something about disneyland?","Why don't we go in the haunted house?","Are you ready for a fun day at disneyland?","I want to ride all the rides.","I'm going to take a trip to disneyland this weekend.","Would you like to go to disneyland with me this saturday?","Disneyland is in los Angeles suburb.","Shopping online is an important part of my weekend life.","Can you show me how to order a book online?","Can we get anything we need through the Internet?","Do you like to shop online?","You can buy them from online bookstores.","Is it likely that I will come across a hacker when shopping?","Why don't you go shopping online?","Shopping online must be very convenient and fast.","Can I return if I'm not satisfied with the product?","Is it safe to pay online?","Does shopping online have the same steps as shopping in the supermarket?","Do you like to go to concerts?","Where would you like to sit?","Who's playing?","What's on the program?","Do you know the tune of the song?","Who is the conductor tonight?","He's playing a beethoven sonata.","It's a string quartet.","It's a nice tune.","Next is a piano solo.","You have a delicate ear for music.","I often go to concerts on weekends.","It's a scots' love song.","The concert lasted about three hours.","I always lose at cards with my bad luck.","I was invited for a game of poker.","Let's play cards.","He always cheats at cards.","Can we play cards this evening?","He never stopped kibetting when we played cards.","Fancy a game of cards before dinner?","My luck is in.","It's your call.","We whiled away the whole weekend by playing cards.","Do you know how to play cards?","The first one to get rid of all the players cards to a discard pile will be the winner.","You're very good at playing cards.","We play cards every friday.","I want to learn how to play cards.","Let's play cards instead of doing housework.","Playing cards is a lovely way to kill time.","Some people think that playing cards is a hollow pleasure.","Do you like playing the guitar?","Do you want to join our band?","My hobby is playing frame beat.","You played piano very well.","I accompanied her on the piano.","I like to play the flute and the.","I like to play the flute and the cooker bit flute.","When did you start playing the piano?","You played the flute beautifully.","My favorite instrument is harp.","I tried to bow the fiddle but always missed.","I have violin lessons once a week.","Guitar is played by plucking at the wires.","He plays the guitar as well as you.","The old organ wh.","Let's warm up the instruments.","Do you play any instruments?","I want to learn how to play the saxophone.","He is playing the saxophone."]}