{"title":" Physical Exercise","list":["What's the Olympic flame?","What's the Olympic motto?","What are the aims of the Olympics?","What are the aims of the Olympics?","What's the origin of the Olympics?","I am going to Rio de Janeiro for the coming Olympic games.","Where will the next Olympic game be held?","What is the most distinct symbol of the Olympic games?","We should take the opportunity to promote the Olympic spirit.","Beijing successfully hosted the 2008 Olympic games.","Where will this winter Olympics be held?","Did you catch the game last night?","My favorite MBA player is Bryant.","I got tickets of the game wanna come?","I'm betting on the mavericks tonight.","My favorite team is the heat.","Have you been following NBA for the season?","Which team won last game?","They have home court advantage.","If the Lakers don't win, I'll go broke.","We won three games in a row.","They're going into overtime.","Can you tell me something about NBA?","I made the passing shot.","Would you like to tell me something basic about tennis?","I didn't Miss it. The frame of my racket touched it.","How long does a match usually go on for?","Do you like playing tennis?","Do you often play tennis?","I'm very poor at tennis but I think you must be good at it.","Playing tennis is a little too fatiguing for me.","My backhand is lousy.","Why don't you play tennis with me this weekend?","I have sore shoulders from playing volleyball yesterday.","Let's go to play volleyball.","Volleyball is my favorite sport.","We were playing volleyball from two to four this afternoon.","I like playing beach volleyball.","We play volleyball in the park every sunday.","I prefer volleyball to basketball.","My favorite event is volleyball.","I'm enthusiastic about volleyball.","I'm in the volleyball club.","It was a good kick.","I like football best of all.","Will you play football with me?","The football match resulted in goalless draw.","You played fairly.","Will there be a football match this afternoon?","The school challenged us to a game of football.","The football bounced off the goal post.","My uniform number is six.","Do you like swimming in the sea?","Where shall we go swimming?","We swim in the sea.","I often go swimming on weekday.","When can I go swimming then?","I can swim, breaststroke, backstroke and crawl.","The breaststroke is the easiest way to swim.","I am good at the breast stroke.","Can you teach me the butterfly stroke and the back stroke?","I get water in my ears when swimming the backstroke.","I like diving but I like swimming more.","I like all the Athletics events.","What about the other Athletic events?","I prefer Trek and feel to gymnastics.","I'd really like to go and see the Athletics at the Olympics.","Is the track over yet?","What's your favorite event in track and field?","I'll try Marathon.","Is he a high jumper?","I'm good at long distance race.","Are you here for field events?","He has easily won the preliminary contest for the high jump.","I especially love the long jump and the high jump.","He is a discus thrower.","The regulations for the walking race are very strict.","Do you like jogging?","How far each time?","I run as I write every day.","Are you a wrestler?","Do you like wrestling?","Can you tell me something about the wrestling rules?","I tend to get carried away when watching wrestling on TV.","I like watching professional wrestling.","I wrenched my back in wrestling.","Two wrestlers sized up each other.","After circling around for a while, the two wrestlers get to grips with each other.","Both of the wrestlers tried to tumble the adversary with all.","Both of the wrestlers tried to tumble the adversary with all their strength.","The wrestler pinned his opponent to the canvas.","The two major events of wrestling are greco, Roman and freestyle.","I need to practice my forehand shots.","I can put more power into my shots with the shake hand grip.","What officials are there in a table tennis game?","What are the regulations of table tennis?","Can you explain the service rules to me?","Who lays down the rules for international competition?","How many players are there in a match?","With whom are you going to play table tennis this afternoon?","I haven't played ping pong for a long time.","Who like to play ping pong?","We've been playing ping pong a lot lately.","I like to watch ping pong matches.","Play a set with me now.","The ball doesn't land on the court.","I do well in ping pong.","Can you return the birdie quickly enough?","The speed of a shuttle clock after being smashed can reach 261 kilometers an hour.","Let's go to the badminton match.","I play tennis better than badminton.","I often play badminton with my parents.","You play badminton very well.","We go to play badminton in the nearest gym every sunday.","I like to play badminton in my spare time.","When did guo Jing Jing start up in diving?","How old is the little diving champion?","This time, she may retire.","The diving pool should be six meters deep.","What are the elements of diving?","What is the springboard made out of?","What are the different heights of the high board platform?","A dive consists of the running.","A dive consists of the starting position, the run, the hurdle, the takeoff, the execution and the entry.","The highboards are three meters, five meters7.5 meters and ten meters high.","When was the tournament inaugurated?","There comes my favorite gymnast.","How many countries have participated in this tournament?","Are there any top gymnasts competing in this year's China cup?","How? Well she times every movement with the music.","In recent years, female gymnasts have reached their peak between the age of fourteen and sixteen.","What is the optimum starting age for a young gymnast?","What are the physical qualities that a good gymnasts require?","A good gymnast requires strength, stamina, flexibility, coordination, spring speed, balance, a sense of.","A sense of rhythm and good posture."]}