{"title":" School Life","list":["Are you the new freshman?","When will the freshman registration begin?","Can you find the time and dates of registration?","Many new students lined up waiting for registration.","Registered site is very lively.","After registering, I began to prepare to settle baggage.","What's your major?","I want to change my major.","This is the first day of school.","We were excited for the first day of school.","May I come in?","I'm sorry I'm late.","Why are you late?","You have been late for school many times this week.","Can you explain why you were late again?","Sorry, because I had something to do and was late for class.","I swear I will never be late again.","If you don't hurry, we'll be late.","I've never been late for school.","She must be late again because I saw her go to school hurriedly.","Why are you late for school every morning?","How many books a mile up?","How many books am I allowed to check out?","What if I'm not finished with it by the due date?","Can you tell me how to find books in the stacks here?","How long can I keep it?","The books are due to august first.","You can renew the book if you can't finish reading.","I'd like to renew the book for another week.","Please take good care of the book. Thank you.","Please return your books in thirty days.","Sorry, the books that you want are in circulation.","Please don't forget to return them by the due time.","Or you have to pay fines.","You'll have to pay the fine before you check those books.","Come in, please.","Sit down, please.","It's time for class.","Are you with me?","Have I made myself clear?","You mustn't make faces in class.","Let's take turns to read.","Who can read it aloud first?","Hands up, please.","Don't worry.","Speak loudly, please.","Stand straight, please.","Let's read the text aloud together.","Any questions?","That's all for today.","Learning English takes time.","Practice is the most important thing in learning English.","Do you take notes during English course?","How do you learn English?","Do you often go to the English corner?","Just practice speaking whenever you can.","Do you like reading English novels?","You'd better listen radio broadcast regularly.","I often talk with foreigners in English.","I tried to watch English movies without subtitles.","I have been studying English for more than ten years.","My English is progressing in leaps and bounds.","Would you please tell us how to review lessons?","How is your day arrangement for the review?","I just make a very suitable plan for my English learning.","You must revise your English for the midterm examination.","Let's set aside an hour a day for review purpose.","You only review your lessons in one month.","Write them down and review everyday.","I reviewed the list every month.","Let's go back and review one of these.","The more nearer the examination is, the more nervous I feel.","Every time after the exam I will be afraid of failing the exams.","My math is poor, so I'm worried about the test will be failed again.","I'm so happy today because I learned that I passed the exam.","Midterms are coming.","I'm busy preparing for the final exam.","I stayed up all night for reviewing for the exam.","I'll try my best to get good grades.","The exam stress me out.","Today is the last day of the fun.","Today is the last day of the final exam.","I feel very nervous before the exams.","Is this your best score?","How about your academic records at college?","You did quite well.","We can rest on the past achievements.","I'm anxious about my exam results.","I scored high Marks in my examinations.","I think I passed in English and mathematics.","Let me look at your transcript.","I won high rating in my exams.","I got 99 points on the English test.","I got a poor grade in math.","He wagers on the results of this examination.","He got better grades than I did.","He failed in arithmetic.","She failed his French paper because it was too difficult.","Only you study hard. Can you get good results?","This is really an achievement to be proud of.","Mom, may I have a birthday party?","When does the birthday party begin?","I'm going to have a little birthday party tomorrow. Would you like to come?","Would you like to join us for Mary's birthday party tonight?","I'd like to invite you to my birthday party.","Thanks for inviting me. I will come.","I'm going to bring a bottle of wine to your birthday party.","Let's sing happy birthday to Susan.","Enjoy yourselves.","I'm so glad you could come to my birthday party.","The birthday party is going to be a blast.","Her birthday party was very crowded.","Do you want to find a part time job?","I'd like to find a part time job.","Let's find a part time job and get some work experience.","To find a part time job, we can be a little more independent from our parents as a result.","We have several part time jobs available on the campus.","We can also find a lot of information for part time jobs on our university's online message board.","There are a lot of ads of recruitment on the notice boards around campus.","She found a part time job as a private tutor.","During university time, many students go to look for a part time job.","You should find a part time job to earn money to support yourself."]}