{"title":" Shopping","list":["What styles do you have?","What colors do you have for this pair of shoes?","Could you tell me the price of this dress?","How much is this?","Do you have the same design in red?","Have you got anything a bit longer?","Do you have this shirt in small size?","Do you have football stockings here?","Do you have these shoes in size seven?","Are there any cotton socks?","Which style is the latest?","Do you have socks and wool?","Where is the men s shop?","What floor is furniture on?","Where are the children's clothes?","Do you sell appliances here?","The shoes are shorts and sizes.","The shoes don't fit.","They are too narrow for my feet.","I'm just looking for a pair of shoes.","Please show some more to me.","Where did you buy your shoes?","This pair of shoes is nice. I'll take it.","They have very lightweight materials.","I want to buy some running shoes.","Are they real cowhide?","What do you think of this pair?","Could you please get me a pair of size 42 in brown please?","I'd like a pair of sport shoes.","Which pair do you like best?","I'm just browsing.","Could you help me to pick up a dress?","Maybe you can have a look at other one.","This shirt is too dark. Do you have a lighter one?","I like this tank top. It goes with my baggy jeans.","This shirt is very stylish and not very expensive.","Would you like to see the new sweater?","I'm looking for a red skirt.","May I try it on?","Where is the fitting room?","The size of this pear is too large for my feet.","Could you show me several pairs of each kind?","It's a little tight.","They are very comfortable.","Can I try on this jacket?","You can try them on.","I like this one, may I try it on?","How do I look in this one?","Could you show me that canon camera?","This notebook is very handy.","It has a built in flash.","Are these all new releases?","What is the quality of this vcr?","Do you have high quality digital camera?","The price of camera is decreasing in some models.","How much does this camera?","Where can I find jazz records?","Do you have any leather bags?","Is this real leather?","Is it real leather?","We have satchels in all sizes.","This is made of genuine leather.","It's real synthetic fur.","This is a brand wallet.","It helps resist stains and water.","Leather is popular at the moment.","It is synthetic leather.","This bag is not real cowhide.","It feels like real leather.","Where can I get a list of all those duty free goods?","Where can I buy some duty free goods?","Is this the duty free goods?","Is there a duty free shop?","Is there a very high tariff on jewelry?","Are all these goods duty free?","Would you like any duty free goods?","Do you have duty free goods?","Would you like to buy some duty free items?","Here are the duty free items you have bought.","This is tax exempt bonds.","You have to pay tax on them.","I'd like to buy something duty free here.","Do you know the duty free limit?","How much is it on sale?","These items are buy one, get one free.","Any discounts on the clothes?","Is there a discount on the computer?","Does your store have a clearance sale?","Here's a list of all of our items on sale.","This camera is on sale, but it isn't very good.","I can't wait until the sales on black friday.","The item was sold out.","How much are these?","I'll consider it if the price is lower.","That's the final price. It's up to you.","I can go down a little, but not that much.","I'll give you half price, those look stale.","I won't change.","Don't try to rip me off.","Let's meet in the middle.","My offer is reasonable.","You are pricing yourself out of the market.","That's too expensive. How about a discount?","Can I get my money back for this?","I just want to get refund for this.","This camera has broken. I need to return it.","I'd like to make an exchange on this shirt. It doesn't fit.","I'd like to return this.","I'd like to return the shirt.","I'm afraid these shoes do not fit me best.","Do you have the receipt?","Please have it with you.","That's too bad. I guess I have to return them.","It can be exchanged if there's something wrong with it.","Show me your receipt and I'll return it for you."]}