{"title":" Sidelights of Life","list":["Do you smoke a lot?","Do you feel like smoking?","Do you mind my smoking here?","Do you smoke this kind of cigarettes?","I guess you don't smoke, right?","He has a habit of smoking.","I forget that you dislike smoking.","I have the last cigarette. Would you like the one?","He has the habits of smoking after meals.","He loves smoking. Every one of my family always asked him to give up but he never cared.","Smoking is bad for your health.","Smoking is a nasty habit.","I'm going to stop smoking when I finish this pack of cigarettes.","Should I have to stop smoking?","I've decided to give up smoking.","How do you know you can give up smoking?","This is a non smoking section, isn't it?","The doctor advised me to give up smoking.","The doctor warned the patient against smoking.","I can tell you some advantages of stopping smoking and then you can decide what to do.","Use the note to remind yourself of why you want to stop whenever you feel like smoking.","Did you hear about tummy tuck?","Plastic surgery is very popular.","I heard most of the Korean actresses have had plastic surgery.","Many people suspect that she has had a breast enlargement surgery.","I'm ready for a lift.","Last month I had a double eyelid operation.","I still remember she's moon face, but now is the oval face.","Facelift is becoming increasingly popular over time.","I bet she has had a no surgery.","I just feel myself so fat that I want to do a liposuction.","What kind of guys do you like?","I like those guys who are bold but cautious.","What's the most important trait that you think men should have?","What about his appearance?","No one wants to marry a vulgar shrew.","I can't stand a man who smokes and drinks a lot.","Man should be responsible and loyal.","You are most suitable for a man with same culture background.","I dislike the men who keenly care about their own interests.","I'm not interested in women who always snag about trifles.","He drunk.","He's tipsy.","He's wasted.","He's as strong as.","He's as strong as a skunk.","He drank himself under the table.","He's tanked.","He's pickled.","He's stone drunk.","He's three sheets to the wind.","Your little garden is fabulous.","Here you are in my garden.","There are so many beautiful flowers in your garden.","I mow the lawn every week.","The flowers look terrific.","I am going to water my flowers.","I received a set of gardening tools on my birthday.","Mary talked with me across the garden fence.","He is building a greenhouse in his garden.","Gardening is a very rewarding pastime.","I have been taking care of our garden for a long time.","He's been gardening all day.","He spends his spare time gardening.","What kinds of activities do you prefer?","Did you have a good time?","It is the match that intensified our team spirit. I went cycling with my classmates.","Would you be interested in going to the horse race tomorrow?","I become interested in the activities.","Activities do a lot of good to our body and mind.","You look so young and energetic after you finish the activity.","My favorite activity is bowling.","Rope skipping can help you lose weight.","Would you like to join the cycling?","I won the first prize in the painting match.","What are you reading recently?","Have you finish reading the novel you bought last week?","What's the current best seller?","There was nothing interesting in the paper today.","I only finished half of it.","Is the latest issue of the magazine out?","There's nothing better than reading something.","What's your favorite magazine?","Please recommend me a reading list.","You don't have to read every word, just skim it.","I wish I had more time for reading.","I could hardly open a book these days.","Should we talk about this?","Who are you talking to?","You got a minute.","May I have a little talk with you?","Can we talk?","You should talk to him now.","Can we sit down and talk it over?","Can I bend your ears for a minute?","May I have a conversation with you?","Could you spare a few minutes to talk about the problem?","I need to talk to you.","I want to talk things out with her.","What do you want the car to say?","Which flowers are the freshest?","Do you deliver?","Give me a corsage, please.","What color do you like?","Vase or wrapped?","I'd like some roses for my wife.","What's your delivery charges?","What kinds of flowers do you have?","No thanks.","I'm very busy.","I can't afford it.","I'm sorry, but I am not interested.","I think I might just keep on looking.","At this time I am not interested in your products.","At this time I am not interested in your products.","Please permanently remove me from your calling list.","I will not need your products in the future.","I don't have time to talk right now.","How did you get my name?","Please take me off your list."]}