{"title":" Talking about Everything","list":["What's your sign?","Sagittarius is fire energy.","Scorpio is a water element and this makes it a somewhat enigmatic sign.","Leo is fired to the core.","The earth element of taurus brings strength and the desire for solid ground form and structure.","Pisces is extremely receptive, compassionate and other directed.","Diligence is virgo's advantage.","Good memory is cancer born gift.","Libra represents the air element.","Libra has a sign.","Libra has a sign that is more extroverted and active.","Study would never be a problem for scorpio.","Patience and caution are capricorn's advantages.","Capricorn is the leader of the earth signs.","Clever advertisements attract people to spend money.","Do you read advertisements?","Why don't you put an advertisement in the paper to sell that old car?","We hired an advertising company for.","We hired an advertising company for help to sell our products.","There is too much advertising gimmickry.","What do you think about this advertisement?","I'm an advertisement writer.","I receive a lot of advertisement matters.","He is skinny.","He is overweight.","You both are very slim.","You are slim enough.","I try to say.","I try to stay slim.","You're skinny enough without going on a diet.","She goes to the fitness center every day in order to lose weight.","Eating too much will make you fat.","Weigh yourself often and you may decide to lose weight.","My weight keeps going up, although I try not to eat too much.","I really need to lose some weight.","The weight is too much for my height.","You were just putting on a little weight.","You can't live without our family.","When there is a family, there is a god.","Do you see your parents often?","East, west, home is best.","There was a skeleton in every house.","My daughter gets my nose.","My mother is very gentle.","I see my family often.","I'm an Apple of I.","My brother is easy going.","How do you think of our parents?","My younger brother is still at high school.","Do you have any brothers or sisters?","How many children do you have?","Do you like your family?","What courses are you planning to take?","Are you busy with your study this term?","I'm very good at Chinese.","I'm very poor in math.","This class is very boring.","What other subjects did you learn?","Do you like your present major?","What are you going to study?","What's your major?","What courses do you offer for next term?","You shouldn't make a hasty decision when choosing a pet.","Can your cats do any tricks yet?","I'm thinking about getting a pet.","How many pets do you have?","I wish I had a dog.","Let's take the dog for a walk.","What do you feed your pet?","My dog is spoiled by us.","I can't bear raising a mouse in the house.","It is quite a thrill to see a real movie star in the flesh.","I went too late to see that film star.","Who is the host of the variety show?","What is the subject of that talk show?","She is a bankable movie star.","He is a television star.","He is a very popular folk singer.","Who is in this movie?","Jackie Chan is a very famous movie star in Hong Kong.","My favorite star is marilyn monroe.","Do you have any hobbies?","Are you interested in Golf?","His interests are manifold.","I'm not keen on jazz.","I have a bent for art.","I'm very interested in popular songs.","I prefer Golf as a hobby.","One of my hobbies is painting.","Fishing is my main hobby.","Fishing is my main hobby.","I like Chinese chess.","I'm fond of music.","I have no hobby in particular.","My hobby is arranging flowers.","She gets a big mouth.","He's a lazy guy.","What's his girlfriend s height?","Tom is not 22 yet.","Her sister is very plump.","His grandfather is advanced in age.","Do you know the man with the beard?","How slender the girl is.","The little boy's nose is flat.","He's a fine looking man, while his wife is plain.","Susan has reached a married age.","Although she's beautiful in appearance, she's too ugly in her heart.","I'm starting to buy organic foods only.","I'm going to start protecting the environment more.","What can we do to protect the environment?","Are you doing anything to help the environment?","I'm going green.","Are you trying to help the environment?","I think things I recycle are more than I throw away.","What's your IQ?","Which do you think is more important, IQ or EQ?","I do think EQ has much influence in promoting.","What did you score on your IQ test?","Some people believe that EQ can be developed.","He's really good at sports, but he's not so great at studying.","I probably did so badly in school because my IQ is so low."]}