{"title":" Transportation","list":["How much is the bus fare?","Isn't the traffic heavy?","Where is the nearest bus stop?","Where can I get a bus ticket?","Which bus should I take to downtown?","Is this seat taken?","What's the stop called?","Please let me off at the next stop.","At which stop are you going to get off?","How often does the bus come?","When will it get to the terminal station?","Where are you going by train?","Is there a train that leaves in the afternoon?","When is the next train for new York?","Where can I catch an express for Tokyo?","Where is the ticket office?","I'd like a hard seat.","Which platform does it go from?","Does the train stop at all stations?","Is this the train for London?","Where do I wait for the train to London?","Where is your passport?","Where's the baggage claim?","When will the plane take off?","Could you tell me which button controls the chair?","Would you show me how to turn on the radio?","Please fasten your seat belts.","We offer meals, drinks, newspapers and so on.","We are approaching London international airport.","Please stay on your seats before the plane reached the safe stop.","Where is the washroom?","Taxi.","Queue here for a taxi.","Let me check the meter out.","It isn't free. It's occupied.","Let me share with you in the taxi fare.","Could you please drive faster? I'm in a hurry.","There are five of us we can cram into one taxi.","Please get on from this side.","Can you stop right over there for a moment?","Can I put it on the back seat?","Where is my cabin?","How many ports do we call at on our voyage?","Which way is the wind now?","Let's go for a walk on the deck.","I need to take something from my motion sickness.","Take a boat and you'll be fascinated by the peaks along river.","Let's get on board.","I don't like to travel by ship because I'm afraid of being seasick.","The ship is going very fast.","Which train should I take?","How much to ride the train?","Excuse me? Where's the subway station?","Which subway line will get me to the right place?","Let people off first before you get on.","You can take subway line four.","I lost my card. What should I do?","It's about half an hour to get there.","Could you tell me how to go to the platform?","I just can't figure out the subway system at all.","Do you hire out cars?","Can I rent a car here?","Here is my international driving license and passport.","Do you have any cars available?","I'd like to rent a car for traveling.","Is a deposit necessary?","May I see the car before I rent it?","Do you offer any discounts?","How much does insurance cost?","Do I have to return the car here?","How much is it?","How much is it for per day with a one week term?","I have rental car coverage on my insurance policy.","My car is running out of petrol.","There is a no passing Lane.","I have to slow it down a little bit.","Is it easy to drive there?","Do you want me to drive?","Buckle your seat belt.","Let's go for a ride.","What's the speed limit here?","Watch where you're going.","Can I see your driving license?","Do you see any parking space?","Do you have any change for the parking fee?","Do you think it would be all right if I parked here?","I don't see any space on this level.","I can't find a parking spot.","I have a monthly pass to park here.","How much is it to park here for an hour?","I'm just going to park here for a few minutes.","Do you think it would be all right if I parked here?","You can't park here.","This is a tow away zone.","This is not a parking spot.","Would you like me to give you a ride?","Can you give me a lift after work?","Can I hitch a ride?","Do you need a ride home?","Could you give me a lift to supermarket?","I want to know if I can ride in your car to go back today.","I took a ride to work yesterday.","Aunt Leo gives me a lift to the library.","I hitchhike all the way.","I hitchhiked from Tianjin to Beijing.","I only want to hitch a ride home.","Without much money, I decided to thumb a ride to new York.","Can you give me a ride?","Hope is not out of your way.","Which form of transport do you prefer to use?","I think we should discourage people from using their private cars.","I generally ride my bike to school.","I always go to work on foot.","Cycling is good for our environment.","If you go to work by bicycle instead of by car, you may get more exercise.","You should ride along the bicycle line.","We always walk to school together.","I usually go to work by bicycle.","I would rather go to work by bike than by bus.","What's the problem, officer?","What did I do wrong?","Can I see your license?","You were exceeding the speed limit.","Where do I go to pay the fine?","May I pay the fine by my credit card?","I'm just going to give you a warning this time.","I got a parking ticket.","He got a ticket for speeding.","I got another traffic ticket."]}