{"title":" Travel Details","list":["What's your plan?","Will you go there alone or with a friend?","How long is your vacation?","When will you leave?","Where are you heading for?","How long are you going for?","Where are you going for your trip?","Planning to go traveling in july.","Did we prepare all the belongings?","What kind of tours do you have?","How much is your travel budget?","What's the fare of a one day tour?","I'm planning to visit London.","I would like your advice about our traveling plan.","I'm supposed to go on a vacation with my family later this year.","I want to have an independent traveling.","What should we take for the trip?","Do we start packing our bags?","Have you packed?","May I put something in your bag?","Why not take some medicine?","How many clothes should we take?","What about the sun blocking cream?","Our plans for the trip are all set.","Your trip will be easy if without too many belongings.","Take the things that are really useful during the tour.","We are getting things together in preparation for the journey.","It doesn't make sense that taking too much things with you.","There was not so much space left in my baggage case.","Everything is in order.","You should buy a bigger luggage.","You better bring an umbrella.","Do you have any baggage to check?","What are the check in procedures for luggage?","May I carry my little dog?","Would you please put on the baggage label?","Check it in to my final destination.","These are your baggage checks.","You are permitted to carry on items.","I have a baggage to check in.","You'll have to check that item of luggage.","You have to pay excess baggage charges.","Here are the tags for your traveling bags.","Do you have any suggestions for the coming vacation?","How will you spend your vacation?","What about going to a first class cruise ship to Australia this vacation?","I'll spend my vacation in the mountains.","I'm going to the United States for the vacation.","I want to go on a vacation abroad.","It's wonderful to go on a vacation in this season.","You should not Miss the louvre museum.","You should not Miss the louvre museum.","It's really a tourist attraction.","I'm going on a journey to Hawaii.","Have you ever been to Paris before?","Why not go to Bali?","Have a nice trip.","What day would you like to leave?","I'd like a one way ticket to new York.","Is there a flight that leaves later?","What's your return date?","Please reserve four seats.","I would like to pay by credit card.","Could I get a later flight?","I would like to make a reservation.","How long does the flight take?","That'll be eighteen hundred dollars for two tickets.","Where would you like to go?","Could you tell me the traveling rates?","Could you arrange a trip for me?","How much is the tour?","Which tour do you recommend?","We can be away for just a month for this trip.","What does it include?","I'll call you back to make the reservation.","How much does this tour cost?","Could you make the plane, hotel and tour reservations?","It's a whole day tour.","I have enough time for shopping and sightseeing.","I'd like to reserve the package tours.","Where can I apply for a passport?","How long will it take to apply for a passport?","When can I get my passport?","What must I offer for applying for the traveling passport?","Have you applied for a Visa before?","What type of Visa are you applying for?","Do you mind if I ask you a few questions?","When do you plan to leave?","What are you going to Germany for?","I'd like to apply for a traveling passport.","I come to inquire how to apply for a travelling Visa.","I'm here to have the Visa interview.","Here are my documents.","Have you got anything to declare?","May I give you an oral declaration?","Do I have to open all of my packages?","Are these things duty free?","Here is my passport.","Passport, please.","May I have a look at your passport and Visa?","Fill in this form, please.","I don't have anything to declare.","Would you mind opening the suitcase, please?","I have some perfume just for myself.","I've paid the duty.","These are all personal belongings.","How could I get to the gate ten?","How can I get to the gate sixteen from here?","The plane is about to take off at half past eleven.","Where can we board the plane?","Which gate should we board the plane?","What is the gate number of flight number 33 to London?","I have to board the flight number fifteen before eight thirty.","We should board the plane at gate sixteen.","We should reach the gate as soon as possible.","The flight number sixteen will begin boarding at eight at gate nine.","Is this camera a gift for someone?","What should I take when I am boarding?","Your luggage can weigh up to thirty kilos.","Can I have a look at your passport?","May I see your boarding pass?","How much luggage can one take on the plane?","Would you please fill in this form?","Can I take this as a carry on?","What gate number do I go to?","Do I have to write down all the things I have to declare?","How should we go through the security check?","Please line up in order and cooperate with us to have a check.","Anyone who refuses that.","Anyone who refuses that will not be allowed to board the flight.","Please put burnable materials into this tray.","If you don't have forbidden articles, it will be very quick.","Take out all articles in your pockets, such as cigarettes, keys, lighters, calculators, cell phones, then put them in the basket.","How long will the search take?","Thanks for your cooperation.","Please cooperate with us in checking.","Please put your baggage on the belt.","The alarm still rings. Please check it again.","When will the flight leave?","Will the plane take off on time?","The plane has been delayed for one day.","Will the plane take off at seven o'clock?","How long will the flight be delayed?","Show me your boarding card, please.","When should I check in?","Boarding time has been delayed three hours.","Could you show me where is the information desk?","Flight 36 will be delayed because of the heavy fog.","I'm so afraid of flying.","Will this flight get there on time?","Anything to drink.","What kind of drinks do you have?","Excuse me, the overhead locker is full.","I don't know how to adjust my seat.","May I change a seat?","A bit.","A blanket, please.","Excuse me, where is c 25 a.","This headset doesn't work. Could you replace it please?","May I take this seat?","Would you mind changing seats with me?","Would you mind switching seats with me?","Do you have any vacant seats together somewhere?","My wife and I were assigned separate seats.","Our positions have been reversed.","Do you mind changing your seat with me?","May I move to the nonsmoking area for a while?","I wonder if I could change my seat to the front part.","The seat number is sixteen a but there is somebody sitting there.","Where can I get information on connecting flight?","After you get your luggage, you should go downstairs to the domestic transfer.","If still confused, there is an information center on the.","If still confused, there is an information center on the first floor.","I need to get there as soon as possible.","We're terribly sorry for the.","We're terribly sorry for the inconvenience.","Transit passengers should not go through customs or immigration.","My flight was delayed so I couldn't get to my connecting flight on time.","Please have a complimentary dinner at the airport restaurant.","I didn't arrive in time to make my connecting flight.","Passengers who were traveling to Chicago should go to gate thirteen.","If you have any questions, don't hesitate to ask any member of our staff for help.","We will see you when we get back.","I will Miss you too.","I will Miss you.","What gate should I Miss you at?","Thanks for picking us up.","What time will you be arriving?","I wish I could go with you.","I can't wait until you come back.","I wish you could join us.","Have a great trip.","You shouldn't have come all the way out here.","We're all for sun, sand and shells.","Can you get me a beach umbrella?","Have you surfed before?","I saw many footprints in the sand.","Is this swimming for rent?","Do you have sun mats here?","Can I rent a board here?","The sand beaches in New Zealand are very clean.","Is this disc?","Is this desk chair available?","We lay on the beach, saturated in sunshine.","I'd like to take a sunbath.","I love European pearls.","I love European parks.","Mozart memorial is near here, right?","I suggest you go to the louvre museum first.","Greenwich park is lovely and the observatory is really interesting.","We must be approaching the heart of the city now.","Now we are just coming up to London bridge.","Venice is considered as one of the most beautiful cities in the world.","London is one of the financial centers in the world.","What do you think has impressed you most in London?","Venice is one of Europe's leading tourist spots.","It's not far from here to the Thames.","What if we go to see buckingham palace first?","We are getting near to the arch of triumph.","Where is the nearest train station?","Where is the post office?","Is there a grocery nearby?","How do I get to the airport?","Could you show me on the map?","Is this the road to Dallas?","Is it far from here?","It's on your left.","It's two miles down the highway.","Turn right at the next corner.","Is there a hospital nearby?","Is there a public toilet nearby?","Is there a restaurant nearby?","How do I get to the train station?","Press the button.","It's a good picture.","I took a lot of pictures.","Take a picture of that.","Where was this picture taken?","Would you take a picture of us?","Are we allowed to take pictures here?","I just got a new camera for the vacation.","I'll take the picture of this landscape.","The pictures came out very well.","Where can I get my pictures?","Where did you take these photos?","The scenery in the picture is very nice. I don't want to have these pictures printed.","Color prints are more beautiful.","I'd like to have my photos in the u disk developed.","I want these photos to be double prints.","How long will it take to develop these photos?","Please take your pictures tomorrow morning.","Your photos are ready.","You are very photogenic.","I'd like to develop them into black and white photos.","Could you please tell me where I can buy some souvenirs?","I'd like to buy some souvenirs. Can you give me some suggestions?","I'd like to buy some souvenirs for my friends.","Are they specialties of China?","You can buy some souvenirs there.","I bought a few trifles as souvenirs.","There are many souvenir shops nearby.","We d like to buy some souvenirs to Mark this pleasant journey.","I'm looking for a gift for my friends.","Please wrap this for me.","I need to make an international call.","How do I dial out?","How do I make an international call?","I would like to make a collect call to Paris.","What do I dial after the access code?","Could you please try getting through to this number for me?","What are your rates for overseas calls?","What's the country code?","Could you put a call through to America for me?","The trip was a lot of fun.","It's so nice to be home.","Was it a good trip? I am going to upload the pictures right away.","I am so tired from the trip.","Did you have a good journey?","What a nice trip.","We're really over tired.","It kind of sucks that our vacation is over, though.","I am going to call my friends and tell them how the trip went."]}